Repository: llaske/sugarizer
Catalog: activities/Curriculum.activity/po/*.po
Languages: es, fr

# DefaultSkillSet2Category10Skill2
source: Express yourself, analyze your practice, that of your peers; establish a relationship with that of artists, open up to otherness
fr: S’exprimer, analyser sa pratique, celle de ses pairs&nbsp;; établir une relation avec celle des artistes, s’ouvrir à l’altérité

# DefaultSkillSet2Category10Skill3
source: Finding your bearings in areas related to the visual arts, being sensitive to questions of art
es: Encontrar lo que te gusta en áreas relacionadas con las artes visuales, entendiendo las preguntas relacionadas con el arte
fr: Se repérer dans les domaines liés aux arts plastiques, être sensible aux questions de l’art

# DefaultSkillSet2Category11
source: Music education
es: Educación musical
fr: Éducation musicale

# DefaultSkillSet2Category11Skill0
source: Sing a simple melody, a rhyme or a song with a right intonation
es: Cantar una melodía simple, un ritmo o una canción con la entonación adecuada
fr: Chanter une mélodie simple, une comptine ou un chant avec une intonation juste

# DefaultSkillSet2Category11Skill1
source: Listen, compare sound elements, music
es: Escuchar y comparar elementos de sonido y música
fr: Écouter, comparer des éléments sonores, des musiques

# DefaultSkillSet2Category11Skill2
source: Explore, imagine various representations of music
es: Explorar e imaginar varias representaciones de la música
fr: Explorer, imaginer des représentations diverses de musiques

# DefaultSkillSet2Category11Skill3
source: Exchange, share emotions, express preferences
es: Intercambiar y compartir emociones, y expresar tus preferencias musicales
fr: Échanger, partager ses émotions, exprimer ses préférences

# DefaultSkillSet2Category12
source: Moral and civic education
es: Educación moral y cívica
fr: Enseignement moral et civique

# DefaultSkillSet2Category12Skill0
source: Being able to listen
es: Ser capaz de escuchar a los otros
fr: Être capable d'écoute

# DefaultSkillSet2Category12Skill1
source: Accept differences
es: Aceptar las diferencias con otros
fr: Accepter les différences

# DefaultSkillSet2Category12Skill2
source: Know and respect the rules of life of the class and the school
es: Conocer y respetar las reglas de convivencia en clase y en el colegio
fr: Connaître et respecter les règles de vie de la classe et de l'école

# DefaultSkillSet2Category12Skill3
source: Identify the symbols of the Republic present in the school
es: Identificar los símbolos que representan al colegio
fr: Identifier les symboles de la République présents dans l'école

# DefaultSkillSet2Category12Skill4
source: Implement the rules of communication in a debate
es: Usar las reglas de comunicación en un debate
fr: Mettre en œuvre les règles de la communication dans un débat

# DefaultSkillSet2Category12Skill5
source: Know how to cooperate
es: Aprender a cooperar
fr: Savoir coopérer

# DefaultSkillSet2Category12Skill6
source: Take responsibility in the classroom and in the school
es: Ser responsable en clase y en el colegio
fr: Prendre des responsabilités dans la classe et dans l'école

# Achievement0
source: First skill acquired
es: Has obtenido tu primera habilidad
fr: Première compétence acquise

# Achievement1
source: 50% skills acquired
es: Has obtenido el 50 % de las habilidades
fr: 50% compétences acquises

# Achievement2
source: All skills acquired
es: Has obtenido todas las habilidades
fr: Toutes les compétences acquises

# Achievement3
source: First category acquired
es: Has completado la primera categoría
fr: Première catégorie acquise

# Achievement4
source: All categories acquired
es: Has completado todas las categorías
fr: Toutes les catégories acquises

# Achievement5
source: First proof uploaded
es: Has subido tu primera prueba
fr: Première preuve ajoutée

# Achievement6
source: Ten proofs uploaded
es: Has subido 10 pruebas
fr: Dix preuves ajoutées

# Achievement7
source: First A+ acquired
es: Has obtenido tu primer A+ como nota
fr: Premier A+ acquis

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoTrophyCardTitle
source: Trophy
es: Trofeo
fr: Trophées

# TutoTrophyCardContent
source: You will be rewarded a trophy for different milestones you achieve
es: Conseguirás un trofeo al completar diferentes logros
fr: Vous êtes récompensé par un trophée chaque fois que vous atteignez un des jalons décrits ici

# TutoSettingsCategoryCardTitle
source: Settings Category
es: Categorías
fr: Paramétrage Catégories

# TutoSettingsCategoryCardContent
source: You can drag it to reorder and change it's position. Clicking on it will open skills in the settings view
es: Podrás arrastrar las categorías para reorganizarlas y colocarlas en otra posición. Al hacer clic en ellas, abrirás las habilidades asociadas
fr: Vous pouvez déplacer les catégories pour changer leur ordre. Cliquez sur une catégorie vous permet d'ouvrir les compétences sur la vue de paramétrage

# TutoSettingsSkillCardTitle
source: Settings Skill
es: Habilidades
fr: Paramètrage Compétences

# TutoSettingsSkillCardContent
source: You can drag it to reorder and change it's position
es: Podrás arrastrarlas para reorganizarlas y colocarlas en otro orden
fr: Vous pouvez déplacer les compétences pour changer leur ordre

# TutoSettingsEditButtonTitle
source: Edit button
es: Editar
fr: Bouton Modifier

# TutoSettingsEditButtonContent
source: This will open the edit view where you can change title and color (for category)/image (for skill)
es: Este botón abrirá la sección de edición, donde podrás cambiar el título y el color (para las categorías), o la imagen (para las habilidades)
fr: Ce bouton va ouvrir la vue édition où vous pourrez changer titre et couleur (pour les catégories) ou image (pour les compétences)

# TutoSettingsDeleteButtonTitle
source: Delete Button
es: Borrar
fr: Bouton Supprimer

# TutoSettingsDeleteButtonContent
source: This will delete the corresponding category/skill
es: Este botón eliminará la categoría/habilidad correspondiente
fr: Ce bouton permet de supprimer la catégorie/compétence correspondante

# TutoSettingsNotationButtonTitle
source: Notation Palette
es: Ajustes de notas
fr: Menu Notation

# TutoSettingsNotationButtonContent
source: This palette is used to set the notation level for the skills. Notation level is the number of levels of acquisition available to the user (between 2 and 5)
es: Esta sección se usa para ajustar el nivel de las notas para las habilidades. El nivel de las notas es el número de niveles que puede conseguir un usuario en cada habilidad, y su valor puede ser de entre 2 y 5
fr: Ce menu est utilisé pour définir le niveau de notation pour les compétences. Le niveau de notation est le nombre de niveau d'acquisition disponible pour l'utilisateur (entre 2 et 5)

# TutoSettingsAddButtonTitle
source: Add Button
es: Añadir
fr: Bouton Ajouter

# TutoSettingsAddButtonContent
source: This is used to add a new category/skill
es: Este botón se usa para añadir una nueva categoría/habilidad
fr: Ce bouton vous permet d'ajouter une nouvelle catégorie/compétence

# TutoExplainTitle
source: Curriculum Activity
es: Actividad "Currículum"
fr: Activité Curriculum

# TutoExplainContent
source: Welcome in Curriculum activity. Curriculum is an activity to self evaluate your skills. You can acquire different skills from multiple categories and upload media elements to demonstrate it
fr: Bienvenue dans l'activité Curriculum. Curriculum vous permet d'auto-évaluer vos compétences. Vous pouvez acquérir différentes compétences dans plusieurs catégories et télécharger des médias pour le démontrer

# TutoTemplateSelectionTitle
source: Template Selection
es: Selección de plantilla
fr: Choix Modèle

# TutoTemplateSelectionContent
source: Select skill assessment template to start the activity with
es: Elige la plantilla de asesoramiento de habilidades con la que iniciar la actividad
fr: Pour démarrer, choisissez le modèle à utiliser pour l'évaluation

# TutoTemplateTitle
source: Template
es: Plantilla
fr: Modèle

# TutoTemplateContent
source: Click on this to select the template. You can also change the title of the template using the edit button
fr: Cliquez ici pour choisir le modèle. Vous pouvez aussi modifier le titre du modèle en utilisant le bouton Modifier

# TutoAddTemplateTitle
source: Add Template
es: Añadir plantilla
fr: Ajouter Modèle

# TutoAddTemplateContent
source: Add a template from a hosted URL of JSON file for Curriculum
es: Añade una plantilla a "Currículum" desde una URL o desde un archivo JSON
fr: Ajouter un modèle depuis une URL où se trouve un fichier JSON de Curriculum

# TutoCategoryCardTitle
source: Category
es: Categoría
fr: Catégorie

# TutoCategoryCardContent
source: This is a category which stores multiples skills. Click on the category to open the skills under it
es: Esto es una categoría, en la cual se incluyen diversas habilidades. Haz clic en la categoría para abrirla y ver las habilidades incluidas en ella
fr: Ceci est une catégorie qui contient différentes compétences. Cliquez sur la catégorie pour ouvrir les compétences qu'elle contient

# TutoCategorySkillsTitle
source: Highlighted skills
es: Habilidades destacadas
fr: Premières Compétences

# TutoCategorySkillsContent
source: These are the first skills of the category
es: Estas son las primeras habilidades de esta categoría
fr: Ici s'affiche les premières compétences de la catégorie

# TutoCategoryProgressTitle
source: Category Progress
es: Progreso de la categoría
fr: Progression acquisition

# TutoCategoryProgressContent
source: This section shows your progress in the category. It shows the acquired skill medals with colors of the skill level
es: En esta sección se muestra tu progreso en esta categoría. Aquí podrás ver las medallas de las habilidades conseguidas, con el color asignado al nivel de habilidad que tengas
fr: Cette section vous montre vos progrès dans la catégorie. Elle affiche le nombre de médailles acquises dans la catégorie avec le niveau d'acquisition

# TutoCategorySearchTitle
source: Category Search
es: Buscar categoría
fr: Recherche Catégorie

# TutoCategorySearchContent
source: You can search for a specific category by its name here
es: Podrás buscar una categoría específica escribiendo su nombre aquí
fr: Ici vous pouvez rechercher une catégorie spécifique par son nom

# TutoRewardsButtonTitle
source: Rewards Button
es: Premios
fr: Bouton Récompenses

# TutoRewardsButtonContent
source: This button opens the Rewards view where you can view the trophies you have acquired
es: Este botón abre la sección de premios, donde podrás ver todos los trofeos que has conseguido
fr: Ce bouton ouvre la vue des récompenses ou vous pouvez voir les trophées que vous avez acquis

# TutoSettingsButtonTitle
source: Settings Button
es: Ajustes
fr: Bouton Paramétrage

# TutoSettingsButtonContent
source: This button opens the Settings Mode. Here you can rearrange, add, edit and delete categories and skills
es: Este botón abre los ajustes, donde podrás reorganizar, añadir, editar y borrar categorías y habilidades
fr: Ce bouton ouvre le mode Paramétrage. Ici vous pouvez réorganiser, ajouter, modifier ou supprimer des catégories et compétences

# TutoExportButtonTitle
source: Export Palette
es: Exportar
fr: Menu Export

# TutoExportButtonContent
source: This palette can be used to export a report in TXT, PDF, DOC or ODT format
es: Esta sección te permitirá exportar un informe en formato TXT, PDF, DOC u ODT
fr: Ce menu vous permet de générer un rapport d'acquisition des compétences au format TXT, PDF, DOC ou ODT

# TutoNetworkButtonTitle
source: Network Button
es: Compartir
fr: Bouton Réseau

# TutoNetworkButtonContent
source: This button is used to share your skills with the network. Anyone in the network can view your skills
es: Este botón se usa para compartir tu lista de habilidades con tu servidor. Cualquier usuario conectado al mismo podrá ver las habilidades que tienes
fr: Ce bouton vous permet de partager vos compétences sur le réseau. Cela permet aux autres utilisateurs sur le même réseau de les visualiser

# TutoSkillCardTitle
source: Skill
es: Habilidad
fr: Compétence

# TutoSkillCardContent
source: This is a skill with a descriptive title and image. You can see the acquired level of this skill from the top-right medal. Click on the skill to change its level or to view/update the media uploads
es: Esto es el título y la imagen de una habilidad. Aquí también podrás ver el nivel que tienes en esta habilidad (medalla de la esquina superior derecha). Haz clic en la habilidad para cambiar su nivel o para ver/actualizar los archivos subidos asociados a ella
fr: Ceci est une compétence avec son titre et son image. Vous pouvez voir son niveau d'acquisition par la médaille en haut à droite. Cliquez sur la compétence pour changer ce niveau ou visualiser/modifier les médias téléchargés

# TutoHomeButtonTitle
source: Categories Button
es: Categorías
fr: Bouton Catégories

# TutoHomeButtonContent
source: This will take you back to the Categories view
es: Este botón te devolverá a la sección de categorías
fr: Ceci vous permet de retourner à la vue des catégories

# TutoSkillSearchTitle
source: Skill Search
es: Buscar habilidad
fr: Recherche Compétence

# TutoSkillSearchContent
source: You can search for a specific skill by its name here
es: Aquí podrás buscar una habilidad específica escribiendo su nombre
fr: Ici vous pouvez rechercher une compétence spécifique par son nom

# TutoSkillUploadsTitle
source: Uploads
es: Archivos subidos
fr: Téléchargés

# TutoSkillUploadsContent
source: This sections shows all the uploaded media elements
es: Esta sección incluye todos los archivos que has subido en esta actividad
fr: Cette section affiche tous les éléments médias téléchargés

# TutoAcquireButtonTitle
source: Acquire Button
es: Conseguir
fr: Bouton Acquisition

# TutoAcquireButtonContent
source: This button switches between the various skill-acquired levels. You can also click the medal under title for the same result
es: Este botón te permite ver los diferentes niveles de habilidades conseguidas. También podrás hacer clic en la medalla bajo el título para verlos
fr: Ce bouton permet de changer le niveau d'acquisition de la compétence. Vous pouvez également cliquer sur la médaille à droite du titre pour obtenir le même résultat

# TutoUploadButtonTitle
source: Upload Palette
es: Subir archivo
fr: Menu Télécharger

# TutoUploadButtonContent
source: This palette is used to upload media elements (image/audio/video) from the Journal
es: En esta sección podrás subir archivos (imagen/sonido/vídeo) desde la biblioteca
fr: Ce menu est utilisé pour télécharger des éléments médias (image/son/vidéo) depuis le Journal pour démontrer que vous avez acquis la compétence

# TutoUploadedItemTitle
source: Uploaded Item
es: Archivos subidos
fr: Éléments Téléchargés

# TutoUploadedItemContent
source: This shows a preview of the uploaded element. Click on it to open a popup where you can view or delete it
es: Aquí podrás ver los archivos que has subido. Haz clic aquí para abrir una pantalla donde podrás verlos o borrarlos
fr: Ceci affiche un aperçu des éléments téléchargés. Cliquez sur un élément pour l'ouvrir en grand et pour le supprimer

# Minutes_one
source: minute
es: minuto

# Minutes_other
source: minutes
es: minutos

# DefaultSkillSet0Category2
source: Discovery of writing
es: Descubrimiento de la escritura

# DefaultSkillSet0Category14
source: Small problems of composition and decomposition of numbers (ex: 3 is 2 and 1
es: Problemas sencillos de composición y descomposición de números (por ejemplo: 3 es 2 y 1)

# DefaultSkillSet2Category3Skill5
source: Identify relationships between words, between words and their context of use
es: Identificar las relaciones entre palabras, y entre palabras y su contexto

# DefaultSkillSet2Category10Skill2
source: Express yourself, analyze your practice, that of your peers
es: Expresarte, analizar tus acciones y las de tus compañeros

# TutoExplainContent
source: This is an activity to self evalutate your skills You can acquire different skills from multiple categories and upload media elements to demonstrate it
es: Esta actividad sirve para evaluar tus propias habilidades. Podrás conseguir nuevas habilidades de diferentes categorías y subir archivos para demostrarlo

# TutoTemplateContent
source: Click on this to select the template You can also change the title of the template using the edit button
es: Haz clic aquí para seleccionar la plantilla. También podrás cambiar el título usando el botón "Editar"
