Repository: llaske/sugarizer
Catalog: activities/Curriculum.activity/po/*.po
Languages: es, fr

source: Seconds ago
es: Hace unos segundos
fr: A l'instant

# Ago
source: {{time}} ago
es: Hace {{time}}
fr: il y a {{time}}

# Hours_one
source: hour
es: hora
fr: heure

# Hours_other
source: hours
es: horas
fr: heures

# Days_one
source: day
es: día
fr: jour

# Days_other
source: days
es: días
fr: jours

# Weeks_one
source: week
es: semana
fr: semaine

# Weeks_other
source: weeks
es: semanas
fr: semaines

# Months_one
source: month
es: mes
fr: mois

# Months_other
source: months
es: meses
fr: mois

# Years_one
source: year
es: año
fr: an

# Years_other
source: years
es: años
fr: ans

source: Anytime
es: Cualquier momento
fr: N'importe quand

source: Today
es: Hoy
fr: Aujourd'hui

source: Since yesterday
es: Desde ayer
fr: Depuis hier

source: Past week
es: La semana pasada
fr: Depuis une semaine

source: Past month
es: El mes pasado
fr: Depuis un mois

source: Past year
es: El año pasado
fr: Depuis une année

# UserJoined
source: {{name}} joined
fr: {{name}} a rejoint

# UserLeft
source: {{name}} left
fr: {{name}} est parti

source: Title
es: Título
fr: Titre

source: Color
fr: Couleur

source: Confirm
es: Confirmar
fr: Confirmer

source: Cancel
es: Cancelar
fr: Annuler

source: Categories
es: Categorías
fr: Catégories

source: Category
es: Categoría
fr: Catégorie

source: Skill
es: Habilidad
fr: Compétence

source: Search
es: Buscar
fr: Recherche

source: Settings
es: Ajustes
fr: Paramètrage

source: Add
es: Añadir
fr: Ajouter

# Acquire
source: Acquired
es: Adquirida
fr: Acquis

source: Upload Media
fr: Télécharger Média

source: Export
es: Exportar
fr: Exporter

source: Media Uploaded
es: Archivos multimedia subidos
fr: Média téléchargés

source: Date of Acquisition
es: Fecha de adquisición
fr: Date d'acquisition

source: Rewards
es: Recompensas
fr: Trophées

source: Statistics
es: Estadísticas
fr: Statistiques

# ExportFileName
source: {{templateTitle}} by {{userName}}
fr: {{templateTitle}} par {{userName}}

# HolderSearchCurriculum
source: Search in Curriculum
es: Buscar en Curriculum
fr: Recherche dans Curriculum

# UploadSkill
source: Click on upload to integrate some proofs of your skill
es: Haz clic en "Subir" para añadir pruebas de tus habilidades
fr: Cliquez sur télécharger pour ajouter des preuves de votre compétence

source: Achievement Acquired
es: Logro adquirido
fr: Trophée Acquis

# ExportTo
source: Export to {{format}} complete
es: Exportación a {{format}} completada
fr: Export en {{format}} terminé

# LevelNotEvaluated
source: Not Evaluated
es: No evaluado
fr: Non Évalué

# LevelAcquired
source: Acquired
es: Adquirida
fr: Acquis

# LevelNotAcquired
source: Not Acquired
es: No adquirida
fr: Non Acquis

# LevelPartiallyAcquired
source: Partially Acquired
es: Parcialmente adquirida
fr: Partiellement Acquis

# LevelExceeded
source: Exceeded
es: Excedida
fr: Dépassé

# DefaultSkillSet0
source: Skills assessment for Kindergarten
es: Asesoramiento de habilidades en la guardería
fr: Suivi des acquis Maternelle

# DefaultSkillSet0Category0
source: Oral language: communication, expression
es: Lenguaje oral: comunicación, expresión
fr: Langage oral : communication, expression

# DefaultSkillSet0Category0Skill0
source: I can speak with my comrades
es: Puedo hablar con mis compañeros
fr: Je sais parler avec mes camarades

# DefaultSkillSet0Category0Skill1
source: I can speak to adults
es: Puedo hablar con adultos
fr: Je sais parler à l’adulte

# DefaultSkillSet0Category0Skill2
source: I can speak in a small group
es: Puedo hablar con un grupo pequeño
fr: Je sais prendre la parole dans un petit groupe

# DefaultSkillSet0Category0Skill3
source: I can explain what I am doing
es: Puedo explicar lo que estoy haciendo
fr: Je sais expliquer ce que je suis en train de faire

# DefaultSkillSet0Category0Skill4
source: I can relate an event experienced in class
es: Puedo contar un evento que ha ocurrido en clase
fr: Je sais raconter un événement vécu en classe

# DefaultSkillSet0Category0Skill5
source: I use I to talk about myself
es: Utilizo YO para hablar sobre mí
fr: J'utilise JE pour parler de moi

# DefaultSkillSet0Category0Skill6
source: I make simple sentences
es: Creo frases sencillas
fr: Je fais des phrases simples

# DefaultSkillSet0Category0Skill7
source: I name everyday objects
es: Puedo nombrar objetos cotidianos
fr: Je nomme des objets de tous les jours

# DefaultSkillSet0Category0Skill8
source: I am making longer and longer sentences
es: Hago frases cada vez más largas
fr: Je fais des phrases de plus en plus longues

# DefaultSkillSet0Category0Skill9
source: I'm using more specific words
es: Uso palabras más específicas
fr: J’utilise des mots plus précis

# DefaultSkillSet0Category0Skill10
source: I make complex sentences (because)
es: Hago frases completas (usando "porque")
fr: Je fais des phrases complexes (parce que)

# DefaultSkillSet0Category0Skill11
source: I recite the nursery rhyme up to 6
es: Recito rimas infantiles hasta la mitad
fr: Je récite la comptine jusqu'à 6

# DefaultSkillSet0Category1
source: Understanding of an oral message or of a text read by the adult
es: Comprensión de un mensaje oral o un texto escrito por un adulto
fr: Compréhension d’un message oral ou d’un texte lu par l’adulte

# DefaultSkillSet0Category1Skill0
source: I show what I understand by doing what I am asked
es: Muestro que entiendo haciendo lo que me piden
fr: Je montre ce que j’ai compris en faisant ce que l’on me demande

# DefaultSkillSet0Category1Skill1
source: I understand a short story
es: Comprendo una historia corta
fr: Je comprends une histoire courte

# DefaultSkillSet0Category1Skill2
source: I show that I understood an instruction with 2 actions to do
es: Muestro que entiendo unas instrucciones con dos cosas para hacer
fr: Je montre que j'ai compris une consigne avec 2 actions à faire

# DefaultSkillSet0Category1Skill3
source: I understand a story and tell it with the help of pictures
es: Comprendo una historia y puedo contarla con ayuda de imágenes
fr: Je comprends une histoire et la raconte avec l'aide d'images

# DefaultSkillSet0Category1Skill4
source: I understand an instruction given to the whole class (collective)
es: Comprendo unas instrucciones dadas a toda la clase (colectivas)
fr: Je comprends une consigne donnée à toute la classe (collective)

# DefaultSkillSet0Category1Skill5
source: I understand and tell a story (narrative)
es: Comprendo y puedo contar una historia (narrativa)
fr: Je comprends et raconte une histoire( trame narrative)

# DefaultSkillSet0Category2
source: Discovery of writing; relationship between oral and written
fr: Découverte de l’écrit; relation entre l’oral et l’écrit

# DefaultSkillSet0Category2Skill0
source: I know nursery rhymes about sounds
es: He aprendido rimas infantiles sobre sonidos
fr: Je connais des comptines sur les sons

# DefaultSkillSet0Category2Skill1
source: I can strike syllables
es: Puedo separar en sílabas
fr: Je sais frapper les syllabes

# DefaultSkillSet0Category2Skill2
source: I find rhyming words using pictures
es: Puedo rimar palabras usando dibujos
fr: Je trouve des mots qui riment à l'aide d'images

# DefaultSkillSet0Category2Skill3
source: I can play with syllables (reverse, delete, add)
es: Puedo jugar con las sílabas (del derecho, del revés, añadiendo más)
fr: Je sais jouer avec les syllabes(Inverser, supprimer, ajouter)

# DefaultSkillSet0Category2Skill4
source: I can locate a syllable in a word
es: Puedo localizar una sílaba en una palabra
fr: Je sais localiser une syllabe dans un mot

# DefaultSkillSet0Category2Skill5
source: I can tell if I hear a sound (vowel) in a word
es: Puedo decir si he oído un sonido (vocal) en una palabra
fr: Je sais dire si j’entends un son ( voyelle) dans un mot

# DefaultSkillSet0Category2Skill6
source: I know if there are more or less objects
es: Sé si hay más o menos objetos
fr: Je sais s'il y a plus ou moins d'objets

# DefaultSkillSet0Category3
source: Graphic gesture, writing
es: Postura, escritura
fr: Geste graphique, écriture

# DefaultSkillSet0Category3Skill0
source: I am holding my pencil correctly
es: Sujeto mi lápiz de forma correcta
fr: Je tiens correctement mon crayon

# DefaultSkillSet0Category3Skill1
source: I draw horizontal, vertical, oblique lines
es: Dibujo líneas horizontales, verticales y oblicuas
fr: Je trace des traits horizontaux, verticaux , obliques

# DefaultSkillSet0Category3Skill2
source: I write my first name in block capitals
es: Puedo escribir mi nombre en mayúsculas
fr: J'écris mon prénom en capitales d'imprimerie

# DefaultSkillSet0Category3Skill3
source: I draw circles in the right direction
es: Dibujo círculos en la dirección correcta
fr: Je trace des ronds dans le bon sens

# DefaultSkillSet0Category3Skill4
source: I draw bridges
es: Dibujo puentes
fr: Je trace des ponts

# DefaultSkillSet0Category3Skill5
source: I am drawing loops
es: Estoy aprendiendo a dibujar bucles
fr: Je trace des boucles

# DefaultSkillSet0Category3Skill6
source: I can trace letters in cursive writing
es: Puedo escribir letras en cursiva
fr: Je sais tracer les lettres en écriture cursive

# DefaultSkillSet0Category3Skill7
source: I can chain several letters in cursive writing
es: Puedo encadenar varias letras en cursiva
fr: Je sais enchainer plusieurs lettres en écriture cursive

# DefaultSkillSet0Category3Skill8
source: I write my first name in cursive, without template
es: Escribo mi nombre en cursiva sin usar plantillas
fr: J´écris mon prénom en cursive, sans modèle

# DefaultSkillSet0Category3Skill9
source: I can produce lines, various signs or pseudo-letters
es: Puedo dibujar líneas, varios signos o pseudoletras
fr: Je sais produire des lignes, signes divers ou pseudo-lettres

# DefaultSkillSet0Category3Skill10
source: I practice writing simple words requested by an adult
es: Practico la escritura con diferentes palabras que me pide un adulto
fr: Je m'exerce à l'écriture de mots simples demandés par un adulte

# DefaultSkillSet0Category3Skill11
source: I can write a word on my own using letters or a group of letters
es: Puedo escribir una palabra por mi cuenta usando letras o grupos de letras
fr: Je sais écrire seul un mot en utilisant des lettres ou groupe de lettre

# DefaultSkillSet0Category4
source: Memorization, restitution of texts (nursery rhymes, poems)
es: Memorización, restitución de textos (rimas, poemas)
fr: Mémorisation, restitution de textes (comptines, poèmes)

# DefaultSkillSet0Category4Skill0
source: I know some traditional tales
es: Conozco varios cuentos tradicionales
fr: Je connais quelques contes traditionnels

# DefaultSkillSet0Category5
source: Writing: listening, understanding, discovering the functions of writing
es: Escritura: escuchar, entender, descubrir las funciones de la escritura
fr: L'écrit : écouter, comprendre, découvrir les fonctions de l'écrit

# DefaultSkillSet0Category5Skill0
source: I can use a book correctly
es: Puedo usar un libro correctamente
fr: Je sais utiliser un livre correctement

# DefaultSkillSet0Category5Skill1
source: I can find my bearings in a book (cover, page, image, text)
es: Puedo encontrar cosas en un libro (portada, página, imagen, texto)
fr: Je sais me repérer dans un livre ( couverture,page, image,texte)

# DefaultSkillSet0Category5Skill2
source: I can recognize a book, a poster, a recipe etc
es: Puedo reconocer un libro, un poster, una receta, etc
fr: Je sais reconnaître un livre, une affiche, une recette etc

# DefaultSkillSet0Category5Skill3
source: I can find my first name written in block capitals
es: Puedo encontrar mi nombre escrito en mayúsculas
fr: Je sais retrouver mon prénom écrit en majuscules d'imprimerie

# DefaultSkillSet0Category6
source: Writing: starting to produce writing and discovering how it works
es: Escritura: comenzando a escribir y descubriendo cómo funciona
fr: L'écrit : commencer à produire des écrits et en découvrir le fonctionnement

# DefaultSkillSet0Category6Skill0
source: I can tell the teacher what to write
es: Puedo decirle al profesor lo que quiero escribir
fr: Je sais dire à la maîtresse ce qu’il faut écrire

# DefaultSkillSet0Category7
source: Writing: Discovering the alphabetical principle
es: Escritura: descubriendo el principio alfabético
fr: L'écrit : Découvrir le principe alphabétique

# DefaultSkillSet0Category7Skill0
source: I know the letters of my first name
es: Sé cuáles son las letras de mi nombre
fr: Je connais les lettres de mon prénom

# DefaultSkillSet0Category7Skill1
source: I recognize my first name in script writing
es: Reconozco mi nombre al verlo escrito
fr: Je reconnais mon prénom en écriture scripte

# DefaultSkillSet0Category7Skill2
source: I know the letters of the alphabet in capitals
es: Reconozco las letras del abecedario si están en mayúsculas
fr: Je connais les lettres de l'alphabet en capitales

# DefaultSkillSet0Category7Skill3
source: I can find a word in a sentence
es: Puedo encontrar una palabra en una frase
fr: Je sais retrouver un mot dans une phrase

# DefaultSkillSet0Category7Skill4
source: I know the letters of the alphabet in script
es: Reconozco las letras del abecedario al verlas escritas
fr: Je connais les lettres de l'alphabet en scriptes

# DefaultSkillSet0Category7Skill5
source: I know the letters of the alphabet in cursive
es: Reconozco las letras del abecedario en cursiva
fr: Je connais les lettres de l'alphabet en cursives

# DefaultSkillSet0Category7Skill6
source: I know the sound of a few letters
es: Conozco el sonido de varias letras
fr: Je connais le son de quelques lettres

# DefaultSkillSet0Category7Skill7
source: I can copy a word using a keyboard
es: Puedo copiar una palabra usando el teclado
fr: Je sais copier un mot à l'aide d'un clavier

# DefaultSkillSet0Category7Skill8
source: I can copy a sentence using a keyboard
es: Puedo copiar una frase usando un teclado
fr: Je sais copier une phrase â l'aide d'un clavier

# DefaultSkillSet0Category7Skill9
source: I can copy short known text
es: Puedo copiar un texto corto conocido
fr: Je sais copier un texte connu court

# DefaultSkillSet0Category8
source: Commitment, ease and inventiveness in actions or travel
es: Compromiso, facilidad e inventiva en las acciones o desplazamientos
fr: Engagement, aisance et inventivité dans les actions ou les déplacements

# DefaultSkillSet0Category8Skill0
source: I can run, jump a small obstacle and throw an object
es: Puedo correr, saltar pequeños obstáculos y lanzar objetos
fr: Je sais courir , sauter un petit obstacle et lancer un objet

# DefaultSkillSet0Category8Skill1
source: I can keep balance in various situations
es: Puedo mantener el equilibrio
fr: Je sais garder l'équilibre dans des situations variées

# DefaultSkillSet0Category8Skill2
source: I can run by changing my speed, run and jump in a given direction
es: Puedo correr y cambiar mi velocidad, correr y saltar en una dirección
fr: Je sais courir en changeant ma vitesse, sauter en courant et lancer dans une direction donnée

# DefaultSkillSet0Category8Skill3
source: I can keep the balance by varying my supports
es: Puedo mantener el equilibrio cambiando mis puntos de apoyo
fr: Je sais garder l'équilibre en variant mes appuis

# DefaultSkillSet0Category8Skill4
source: I can move on a tempo
es: Puedo moverme siguiendo un ritmo
fr: Je sais me déplacer sur un tempo

# DefaultSkillSet0Category8Skill5
source: I can run fast in a straight line, jump high and far and throw far
es: Puedo correr rápido en línea recta, saltar hacia arriba y hacia adelante, y lanzar objetos lejos
fr: Je sais courir vite en ligne droite, sauter haut et loin et lancer loin

# DefaultSkillSet0Category8Skill6
source: I know how to balance myself, roll, climb to achieve the routes of school
es: Puedo mantener el equilibrio, rodar y escalar para completar los circuitos del colegio
fr: Je sais m'équilibrer, rouleŕ, grimper pour réaliser les parcours de l'école

# DefaultSkillSet0Category9
source: Cooperation, interactions with respect for each other's roles
es: Cooperación, interacciones con los roles de otros
fr: Coopération, interactions avec respect des rôles de chacun

# DefaultSkillSet0Category9Skill0
source: I participate in the rounds
es: He participado en grupos de trabajo
fr: Je participe aux rondes

# DefaultSkillSet0Category9Skill1
source: I agree to participate in group games
es: Me parece bien participar en juegos en grupo
fr: J'accepte de participer aux jeux collectifs

# DefaultSkillSet0Category9Skill2
source: I actively participate and respect the simple rules of a collective game
es: Participo de forma activa y respeto las reglas básicas de un juego en grupo
fr: Je participe activement et respecte les règles simples d'un jeu collectif

# DefaultSkillSet0Category9Skill3
source: I participate and know how to play different roles in a collective game on a field
es: Participo y sé cómo representar diferentes papeles en un juego en grupo
fr: Je participe et sais jouer différents rôles dans un jeu collectif sur un terrain

# DefaultSkillSet0Category10
source: Engagement in activities, realization of personal productions: drawings, graphic compositions, plastic compositions
es: Participación en actividades, creación de producciones personales: dibujos, composiciones gráficas, composiciones plásticas
fr: Engagement dans les activités, réalisation de productions personnelles : dessins, compositions graphiques, compositions plastiques

# DefaultSkillSet0Category10Skill0
source: I draw and paint with pleasure
es: Me encanta dibujar y pintar
fr: Je dessine et peins avec plaisir

# DefaultSkillSet0Category10Skill1
source: I look at works of art and say what I feel
es: Miro obras de arte y digo lo que me hacen sentir
fr: Je regarde des oeuvres d'art et je dis ce que je ressens

# DefaultSkillSet0Category11
source: Engagement in activities, realization of personal productions: voice, songs, rhythmic and corporal practices
es: Participación en actividades, creación de producciones personales: voz, canciones, ritmo y movimientos corporales
fr: Engagement dans les activités, réalisation de productions personnelles :voix, chants, pratiques rythmiques et corporelles

# DefaultSkillSet0Category11Skill0
source: I say nursery rhymes and poems
es: Recito rimas y poemas
fr: Je dis des comptines et poèmes

# DefaultSkillSet0Category11Skill1
source: I express images, characters, feelings with my body
es: Expreso imágenes, caracteres y emociones con mi cuerpo
fr: J’exprime avec mon corps des images, personnages, sentiments

# DefaultSkillSet0Category11Skill2
source: I sing with the class
es: Canto con la clase
fr: Je chante avec la classe

# DefaultSkillSet0Category11Skill3
source: Practice some performing arts activities
es: Practico actividades relacionadas con las artes
fr: Pratiquer quelques activités des arts du spectacle

# DefaultSkillSet0Category12
source: Using numbers
es: Usando los números
fr: Utilisation des nombres

# DefaultSkillSet0Category12Skill0
source: I can count 3 objects
es: Puedo contar hasta 3 objetos
fr: Je sais dénombrer 3 objets

# DefaultSkillSet0Category12Skill1
source: I recognize small quantities up to 3 (dice and hand)
es: Puedo contar cantidades pequeñas con los dedos de la mano (hasta 3)
fr: Je reconnais les petites quantités jusqu'à 3 ( dé et main)

# DefaultSkillSet0Category12Skill2
source: I recite the nursery rhyme up to 6
es: Puedo recitar hasta 6 rimas
fr: Je récite la comptine jusqu'à 6

# DefaultSkillSet0Category12Skill3
source: I can count 6 objects
es: Puedo contar hasta 6
fr: Je sais dénombrer 6 objets

# DefaultSkillSet0Category12Skill4
source: I recognize small quantities up to 6 (dice and hand)
es: Puedo contar cantidades pequeñas con los dedos de la mano (hasta 6)
fr: Je reconnais les petites quantités jusqu'à 6 (dé et main)

# DefaultSkillSet0Category12Skill5
source: I can read numbers up to 6
es: Puedo leer y contar hasta el número 6
fr: Je sais lire les nombres jusqu'à 6

# DefaultSkillSet0Category12Skill6
source: I recite the nursery rhyme until 12
es: Puedo recitar hasta 12 versos de una rima
fr: Je récite la comptine jusqu'à 12

# DefaultSkillSet0Category12Skill7
source: I can read numbers up to at least 9
es: Puedo leer y contar hasta el número 9
fr: Je sais lire les nombres jusqu'à au moins 9

# DefaultSkillSet0Category12Skill8
source: I can count 20 objects
es: Puedo contar hasta 20
fr: Je sais dénombrer 20 objets

# DefaultSkillSet0Category12Skill9
source: I recite the nursery rhyme until 30
es: Puedo recitar hasta 30 versos de una rima
fr: Je récite la comptine jusqu'à 30

# DefaultSkillSet0Category13
source: First understanding of the number
es: Comprensión inicial de un número
fr: Première compréhension du nombre

# DefaultSkillSet0Category13Skill0
source: I recognize the circle, the square, the triangle and I name them
es: Reconozco la forma de un círculo, un cuadrado y un triángulo, y conozco sus nombres
fr: Je reconnais le rond, le carré, le triangle et je les nomme

# DefaultSkillSet0Category13Skill1
source: I recognize and name the circle, the square, the triangle and the rectangle
es: Reconozco la forma y el nombre de un círculo, un cuadrado, un triángulo y un rectángulo
fr: Je reconnais et nomme le rond, le carré, le triangle et le rectangle

# DefaultSkillSet0Category13Skill2
source: I recognize and name the circle, the square, the rectangle, the oval and all the triangles
es: Reconozco la forma y el nombre de un círculo, un cuadrado, un rectángulo, un óvalo y todos los tipos de triángulos
fr: Je reconnais et nomme le rond, le carré, le rectangle, l'ovale et tous les triangles

# DefaultSkillSet0Category13Skill3
source: I can store at least 3 objects in order of magnitude
es: Puedo ordenar al menos 3 objetos por su tamaño
fr: Je sais ranger au moins 3 objets par ordre de grandeur

# DefaultSkillSet0Category13Skill4
source: I can store at least 4 objects in order of magnitude
es: Puedo ordenar al menos 4 objetos por su tamaño
fr: Je sais ranger au moins 4 objets par ordre de grandeur

# DefaultSkillSet0Category13Skill5
source: I can order at least 5 objects in order of magnitude
es: Puedo ordenar al menos 5 objetos por su tamaño
fr: Je sais ranger au moins 5 objets par ordre de grandeur

# DefaultSkillSet0Category13Skill6
source: I recognize some solids (cube, pyramid, ball, cylinder)
es: Conozco algunos tipos de objetos sólidos (cubo, pirámide, bola, cilindro)
fr: Je reconnais quelques solides ( cube, pyramide, boule, cylindre)

# DefaultSkillSet0Category13Skill7
source: I can compare lots of objects by counting or not
es: Puedo comparar objetos y contarlos
fr: Je sais comparer des tas d’objets en comptant ou non

# DefaultSkillSet0Category14
source: Small problems of composition and decomposition of numbers (ex: 3 is 2 and 1; 1 and still 2)
fr: Petits problèmes de composition et de décomposition de nombres (ex: 3 c’est 2 et 1 ; 1 et encore 2)

# DefaultSkillSet0Category14Skill0
source: I can make a bunch of objects of the same quantity as another bunch
es: Puedo hacer que un montón tenga la misma cantidad de objetos que otro montón
fr: Je sais réaliser un tas d'objet de la même quantité qu'un autre tas

# DefaultSkillSet0Category14Skill1
source: I can solve small quantity problems
es: Puedo resolver problemas sencillos de cantidades de objetos
fr: Je sais résoudre de petits problèmes de quantité

# DefaultSkillSet0Category14Skill2
source: I can decompose numbers up to 3
es: Puedo descomponer en números más pequeños hasta el número 3
fr: Je sais décomposer les nombres jusqu'à 3

# DefaultSkillSet0Category14Skill3
source: I can decompose numbers up to 5
es: Puedo descomponer en números más pequeños hasta el número 5
fr: Je sais décomposer les nombres jusqu'à 5

# DefaultSkillSet0Category14Skill4
source: I can decompose numbers up to 10
es: Puedo descomponer en números más pequeños hasta el número 10
fr: Je sais décomposer les nombres jusqu'à 10
