Repository: llaske/sugarizer
Catalog: activities/Curriculum.activity/po/*.po
Languages: es, fr

# DefaultSkillSet0Category15
source: Sorting, ranking, algorithms
es: Ordenar, categorizar, algoritmos
fr: Tris, classements, algorithmes

# DefaultSkillSet0Category15Skill0
source: I can reproduce simple sequences of shapes and colors
es: Puedo recordar secuencias simples de formas y colores
fr: Je sais reproduire des suites simples de formes et de couleurs

# DefaultSkillSet0Category15Skill1
source: I can recognize a rhythm and continue it
es: Puedo reconocer un ritmo y seguirlo
fr: Je sais reconnaître un rythme et le continuer

# DefaultSkillSet0Category15Skill2
source: I know how to invent more and more complicated rhythms
es: Sé cómo inventar ritmos cada vez más difíciles
fr: Je sais inventer des rythmes de plus en plus compliqués

# DefaultSkillSet0Category15Skill3
source: I know how to fill in gaps in an organized suite
es: Puedo rellenar los espacios en un grupo organizado
fr: Je sais compléter des manques dans une suite organisée

# DefaultSkillSet0Category15Skill4
source: I can find a criterion for sorting objects
es: Puedo seguir unas instrucciones para organizar objetos
fr: Je sais trouver un critère pour trier les objets

# DefaultSkillSet0Category15Skill5
source: I can sort objects (instructions)
es: Puedo organizar objetos (instrucciones)
fr: Je sais trier les objets ( consigne)

# DefaultSkillSet0Category16
source: Time: location, representations, use of connecting words (then, during, before, after, )
es: Tiempo: ubicación, representaciones, uso de conectores (entonces, durante, antes, después...)
fr: Temps : repérage, représentations, utilisation de mots de liaison (puis, pendant, avant, après, )

# DefaultSkillSet0Category16Skill0
source: I can tidy up 3 times of the day
es: Puedo ordenar mis cosas 3 veces al día
fr: Je sais mettre en ordre 3 moments de la journée

# DefaultSkillSet0Category16Skill1
source: I can put in order 3 images of a known story
es: Puedo poner 3 imágenes de una historia conocida en el orden correcto
fr: Je sais mettre en ordre 3 images d'une histoire connue

# DefaultSkillSet0Category16Skill2
source: I can tidy up 5 times of the day
es: Puedo ordenar mis cosas 5 veces al día
fr: Je sais mettre en ordre 5 moments de la journée

# DefaultSkillSet0Category16Skill3
source: I can re-order 4 images from a known story
es: Puedo poner 4 imágenes de una historia conocida en el orden correcto
fr: Je sais remettre en ordre 4 images d'une histoire connue

# DefaultSkillSet0Category16Skill4
source: I can say the sequence of days
es: Puedo recitar una secuencia de días
fr: Je sais dire la succession des jours

# DefaultSkillSet0Category16Skill5
source: I can find yesterday or tomorrow
es: Sé qué día fue ayer o será mañana
fr: Je sais retrouver le jour d'hier ou de demain

# DefaultSkillSet0Category16Skill6
source: I can re-order 5 images from an unknown story
es: Puedo reorganizar 5 imágenes de una historia desconocida
fr: Je sais remettre en ordre 5 images d'une histoire inconnue

# DefaultSkillSet0Category17
source: Explore the world: space
es: Explorar el mundo: el espacio
fr: Explorer le monde : l’espace

# DefaultSkillSet0Category17Skill0
source: I understand the words: front / back, top / bottom
es: Entiendo las palabras "delante", "detrás", "arriba" y "abajo"
fr: Je comprends les mots: devant/ derrière, en haut/en bas

# DefaultSkillSet0Category17Skill1
source: I can make puzzles of at least 6 pieces
es: Puedo hacer puzles de hasta 6 piezas
fr: Je sais faire des puzzles d'au moins 6 morceaux

# DefaultSkillSet0Category17Skill2
source: I understand the words: on / under, next to, inside / outside
es: Entiendo las palabras "encima de", "debajo de", "al lado de", "dentro de" y "fuera de"
fr: Je comprends les mots: sur/sous, à côté de, intérieur/extérieur

# DefaultSkillSet0Category17Skill3
source: I can make puzzles of at least 20 pieces
es: Puedo hacer puzles de hasta 20 piezas
fr: Je sais faire des puzzles d'au moins 20 morceaux

# DefaultSkillSet0Category17Skill4
source: I can use: enter, on, under, outside to tell where an object is located
es: Puedo usar las palabras "entre", "encima de", "debajo de", "por fuera de" para explicar dónde hay un objeto
fr: Je sais utiliser : entre, sur, sous, à l'extérieur pour dire où se trouve un objet

# DefaultSkillSet0Category17Skill5
source: I can tell where an object is in relation to me
es: Puedo decir dónde está un objeto si lo comparo con donde estoy yo
fr: Je sais dire où se trouve un objet par rapport à moi

# DefaultSkillSet0Category17Skill6
source: I know where is the top, bottom, center, direction of writing on a page
es: Sé qué es "arriba", "abajo" y "centro" cuando quiero escribir en una página
fr: Je sais où est le haut, bas, centre, sens de l'écriture sur une page

# DefaultSkillSet0Category17Skill7
source: I can do complex puzzles, tiling and tangrams
es: Puedo hacer puzles complicados, colocar fichas y tangrams
fr: Je sais faire des puzzles complexes, des pavages et des tangrams

# DefaultSkillSet0Category17Skill8
source: I can make small constructions freely
es: Puedo hacer pequeñas estructuras con piezas yo solo
fr: Je sais faire de petites constructions librement

# DefaultSkillSet0Category17Skill9
source: I can make constructions with an object serving as a model
es: Puedo hacer estructuras con piezas usando un objeto como modelo
fr: Je sais faire des constructions avec un objet servant de modèle

# DefaultSkillSet0Category17Skill10
source: I can make constructions according to files
es: Puedo hacer estructuras con piezas usando archivos
fr: Je sais faire des constructions d'après des fiches

# DefaultSkillSet0Category18
source: Explore the world: world: the living
es: Explorar el mundo: los seres vivos
fr: Explorer le monde : monde : le vivant

# DefaultSkillSet0Category18Skill0
source: I can designate some parts of my body
es: Puedo nombrar algunas partes de mi cuerpo
fr: Je sais désigner quelques parties de mon corps

# DefaultSkillSet0Category18Skill1
source: I can name the parts of my body
es: Puedo nombrar todas las partes de mi cuerpo
fr: Je sais nommer les parties de mon corps

# DefaultSkillSet0Category18Skill2
source: I can accurately represent my body and name parts and joints
es: Puedo dibujar bien mi cuerpo y nombrar todas sus partes
fr: Je sais représenter de façon précise,mon corps et nommer des parties et articulations

# DefaultSkillSet0Category18Skill3
source: I can put 3 growth images back in order
es: Puedo colocar 3 imágenes de seres vivos creciendo en orden
fr: Je sais remettre en ordre 3 images de croissance

# DefaultSkillSet0Category18Skill4
source: I can order 4 images of a growth
es: Puedo colocar 4 imágenes de seres vivos creciendo en orden
fr: Je sais ordonner 4 images d'une croissance

# DefaultSkillSet0Category18Skill5
source: I can order images of the development of an animal or a plant
es: Puedo colocar imágenes del desarrollo de un animal o planta en orden
fr: Je sais ordonner des images de développement d'un animal ou d'une plante

# DefaultSkillSet0Category19
source: Use, manufacture and manipulation of objects
es: Uso, fabricación y manipulación de objetos
fr: Utilisation, fabrication et manipulation d’objets

# DefaultSkillSet0Category19Skill0
source: I recognize the colors and I name them
es: Reconozco los colores y me sé sus nombres
fr: Je reconnais les couleurs et je les nomme

# DefaultSkillSet0Category19Skill1
source: I know new colors: pink, brown, gray and shades
es: Conozco colores raros: rosa, marrón, gris y otros tonos de colores
fr: Je connais de nouvelles couleurs: rose, marron, gris et les nuances

# DefaultSkillSet0Category19Skill2
source: I can sort objects
es: Puedo ordenar objetos
fr: Je sais trier des objets

# DefaultSkillSet0Category19Skill3
source: I stick cleanly
es: Puedo pegar cosas y dejarlo todo limpio y ordenado
fr: Je colle proprement

# DefaultSkillSet0Category19Skill4
source: I can use scissors
es: Puedo usar las tijeras
fr: Je sais utiliser les ciseaux

# DefaultSkillSet0Category19Skill5
source: I cut along a line
es: Puedo cortar siguiendo una línea
fr: Je découpe en suivant une ligne

# DefaultSkillSet0Category19Skill6
source: I cut following a rounded path
es: Puedo cortar siguiendo una línea curva
fr: Je découpe en suivant un tracé arrondi

# DefaultSkillSet0Category19Skill7
source: I'm looking, I'm fumbling to make an object work
es: Estoy intentando hacer que un objeto funcione
fr: Je cherche , je tâtonne pour faire fonctionner un objet

# DefaultSkillSet0Category19Skill8
source: I use digital tools
es: Uso herramientas digitales
fr: J'utilise les outils numérique

# DefaultSkillSet0Category20
source: Understanding of safety and hygiene rules
es: Comprensión de las reglas de seguridad e higiene
fr: Compréhension de règles de sécurité et d’hygiène

# DefaultSkillSet0Category20Skill0
source: I wash my hands
es: Me lavo las manos
fr: Je me lave les mains

# DefaultSkillSet0Category21
source: Become a student
es: Convertirse en un estudiante
fr: Devenir élève

# DefaultSkillSet0Category21Skill0
source: I respect others and the rules of the school
es: Respeto a otros estudiantes y las reglas del colegio
fr: Je respecte les autres et les règles de l’école

# DefaultSkillSet0Category21Skill1
source: I listen to my comrades, I help them and I cooperate
es: Escucho a mis compañeros, les ayudo y coopero con ellos
fr: J'écoute mes camarades, je les aide et je coopère

# DefaultSkillSet0Category21Skill2
source: I ask for help if I need it
es: Pido ayuda si la necesito
fr: Je demande de l'aide si j'en ai besoin

# DefaultSkillSet0Category21Skill3
source: I dare to try or do work alone and speak in a large group
es: Intento hacer las cosas yo solo y hablo sobre ellas en un grupo
fr: J'ose essayer ou réaliser seul un travail et parler en grand groupe

# DefaultSkillSet0Category21Skill4
source: I can stay calm to work, not get angry, cry or sulk
es: Puedo trabajar tranquilo, sin enfadarme, llorar o enfurruñarme
fr: Je sais rester calme pour travailler, ne pas m'énerver, pleurer ou bouder

# DefaultSkillSet0Category21Skill5
source: I can do my work alone
es: Puedo hacer un trabajo yo solo
fr: Je sais faire mon travail seul

# DefaultSkillSet1
source: Skills assessment for Montessori School
es: Seguimiento de habilidades del método Montessori
fr: Suivi des acquis Montessori

# DefaultSkillSet1Category0
source: Oral: I dare to speak
es: Oral: me atrevo a hablar
fr: L'oral : j'ose parler

# DefaultSkillSet1Category0Skill0
source: I speak with the other children
es: Hablo con otros niños
fr: Je parle avec les autres enfants

# DefaultSkillSet1Category0Skill1
source: I am speaking with an adult
es: Hablo con adultos
fr: Je parle avec un adulte

# DefaultSkillSet1Category0Skill2
source: I use I to talk about myself
es: Uso "yo" para hablar de mí mismo
fr: J'utilise JE pour parler de moi

# DefaultSkillSet1Category0Skill3
source: I pronounce and articulate correctly
es: Pronuncio y articulo las palabras correctamente
fr: Je prononce et j'articule correctement

# DefaultSkillSet1Category1
source: Speaking: I speak and understand better and better
es: Oral: hablo y entiendo cada día mejor
fr: L'oral : je parle et je comprends de mieux en mieux

# DefaultSkillSet1Category1Skill0
source: I know and use the words of the class
es: Aprendo y uso las palabras que me enseñan en clase
fr: Je connais et utilise les mots de la classe

# DefaultSkillSet1Category1Skill1
source: When I speak, I make sentences
es: Hago frases cuando hablo
fr: Quand je parle, je fais des phrases

# DefaultSkillSet1Category1Skill2
source: I know and use more and more words
es: Cada día conozco y uso más palabras
fr: Je connais et j'utilise de plus en plus de mots

# DefaultSkillSet1Category1Skill3
source: I am making longer and longer sentences
es: Cada día hago frases más largas
fr: Je fais des phrases de plus en plus longues

# DefaultSkillSet1Category1Skill4
source: I can give the name of a group of words
es: Puedo decir el nombre de un grupo de palabras
fr: Je sais donner le nom d'un groupe de mots

# DefaultSkillSet1Category2
source: Speaking: I speak and think with others
es: Oral: hablo y pienso sobre cosas en grupo
fr: L'oral : je parle et je réfléchis avec les autres

# DefaultSkillSet1Category2Skill0
source: I tell an event unknown to others and I am understood
es: Cuento algo que otros no conocen, y ellos me entienden
fr: Je raconte un événement inconnu des autres et on me comprend

# DefaultSkillSet1Category2Skill1
source: I explain how I did it
es: Puedo explicar cómo he hecho algo
fr: J'explique comment j'ai fait

# DefaultSkillSet1Category2Skill2
source: I am asking questions
es: Puedo hacer preguntas
fr: Je pose des questions

# DefaultSkillSet1Category2Skill3
source: I give my opinion
es: Puedo dar mi opinión
fr: Je donne mon avis

# DefaultSkillSet1Category3
source: Oral: I play with the sounds of the language
es: Oral: juego con los sonidos de mi idioma
fr: L'oral : je joue avec les sons de la langue

# DefaultSkillSet1Category3Skill0
source: I listen to class and familiar noises and identify them
es: Escucho sonidos familiares en clase y los reconozco
fr: J'écoute les bruits de la classe et les bruits familiers et je les identifie

# DefaultSkillSet1Category3Skill1
source: I know nursery rhymes about sounds
es: Conozco rimas sobre sonidos
fr: Je connais des comptines sur les sons

# DefaultSkillSet1Category3Skill2
source: I know some sounds of letters of the first names of the class
es: Conozco los sonidos de algunas letras de los nombres de mis compañeros de clase
fr: Je connais quelques sons de lettres des prénoms de la classe

# DefaultSkillSet1Category3Skill3
source: I can hit the syllables of the first names of the class
es: Puedo separar las sílabas de los nombres de mis compañeros de clase
fr: Je sais frapper les syllabes des prénoms de la classe

# DefaultSkillSet1Category4
source: Writing: I listen, I understand a story and I understand what writing is for
es: Escritura: puedo escuchar y entender una historia, entiendo para qué sirve escribir
fr: L'écrit : j'écoute, je comprends une histoire et je comprends à quoi sert l'écrit

# DefaultSkillSet1Category4Skill0
source: I listen to a story in silence
es: Puedo escuchar una historia en silencio
fr: J'écoute une histoire en silence

# DefaultSkillSet1Category4Skill1
source: I tell a story while respecting chronology and logical links (using the illustrations)
es: Puedo contar una historia respetando el orden de las cosas que ocurren y las conexiones lógicas (usando las ilustraciones)
fr: Je raconte une histoire en respectant chronologie et liens logiques (à l'aide des illustrations)

# DefaultSkillSet1Category4Skill2
source: I can use a book correctly
es: Puedo usar un libro correctamente
fr: Je sais utiliser un livre correctement

# DefaultSkillSet1Category4Skill3
source: I can recognize a book, a poster, a recipe etc
es: Puedo reconocer un libro, un póster, una receta, etc
fr: Je sais reconnaître un livre, une affiche, une recette etc

# DefaultSkillSet1Category4Skill4
source: I can find my bearings in a book (cover, page, image, text)
es: Puedo identificar las partes de un libro (portada, página, imagen, texto)
fr: Je sais me repérer dans un livre ( couverture,page, image,texte)

# DefaultSkillSet1Category5
source: Writing: I start to produce writing and I discover how it works
es: Escritura: estoy empezando a escribir mis propios textos y a descubrir cómo funcionan el texto
fr: L'écrit : je commence à produire des écrits et j'en découvre le fonctionnement

# DefaultSkillSet1Category5Skill0
source: I can tell the teacher what to write
es: Puedo decirle al profesor lo que debe escribir
fr: Je sais dire à la maîtresse ce qu’il faut écrire

# DefaultSkillSet1Category6
source: Writing: I know the letters of the alphabet
es: Escritura: me sé las letras del alfabeto
fr: L'écrit : je connais les lettres de l'alphabet

# DefaultSkillSet1Category6Skill0
source: I know the letters of my first name
es: Me sé las letras de mi nombre
fr: Je connais les lettres de mon prénom

# DefaultSkillSet1Category6Skill1
source: I recognize my first name in script writing
es: Reconozco mi nombre cuando lo veo escrito
fr: Je reconnais mon prénom en écriture scripte

# DefaultSkillSet1Category6Skill2
source: I know letters of the alphabet in capitals
es: Reconozco las letras del abecedario en mayúsculas
fr: Je connais des lettres de l’alphabet en capitales

# DefaultSkillSet1Category6Skill3
source: I can find a word in a sentence
es: Puedo encontrar una palabra en una frase
fr: Je sais retrouver un mot dans une phrase

# DefaultSkillSet1Category6Skill4
source: I know the sound of a few letters
es: Conozco el sonido de algunas letras
fr: Je connais le son de quelques lettres

# DefaultSkillSet1Category7
source: Writing: I'm starting to "write" on my own
es: Escritura: empiezo a "escribir" yo solo
fr: L'écrit : je commence à "écrire" seul

# DefaultSkillSet1Category7Skill0
source: I am holding my pencil correctly
es: Sujeto mi lápiz correctamente
fr: Je tiens correctement mon crayon

# DefaultSkillSet1Category7Skill1
source: I draw circles
es: Dibujo círculos
fr: Je trace des ronds

# DefaultSkillSet1Category7Skill2
source: I can produce different graphics, signs or pseudo-writing (in and with different materials: sand, plasticine )
es: Puedo hacer diferentes gráficos, signos o pseudoescritura (usando diferentes materiales: arena, plastilina...)
fr: Je sais produire différents graphismes, signes ou pseudo-écriture (dans et avec différentes matières : sable, pâte à modeler )

# DefaultSkillSet1Category7Skill3
source: I write my first name in block capitals
es: Puedo escribir mi nombre en mayúsculas
fr: J’écris mon prénom en capitales d’imprimerie

# DefaultSkillSet1Category8
source: Act, express yourself, understand through physical activity
es: Actuar, expresarte, entender cosas mediante la actividad física
fr: Agir, s'exprimer, comprendre à travers l'activité physique

# DefaultSkillSet1Category8Skill0
source: I can run, jump a small obstacle and throw an object
es: Puedo correr, saltar pequeños obstáculos y lanzarlos
fr: Je sais courir , sauter un petit obstacle et lancer un objet

# DefaultSkillSet1Category8Skill1
source: I can run fast in a straight line, jump high and far and throw far
es: Puedo correr rápido en línea recta, saltar mucho en horizontal/vertical, y lanzar objetos lejos
fr: Je sais courir vite en ligne droite, sauter haut et loin et lancer loin

# DefaultSkillSet1Category8Skill2
source: I can follow a course
es: Puedo seguir un curso
fr: Je sais suivre un parcours

# DefaultSkillSet1Category8Skill3
source: I know how to keep my balance in various situations
es: Puedo mantener el equilibrio
fr: Je sais garder l’équilibre dans des situations variées

# DefaultSkillSet1Category8Skill4
source: I know how to balance myself, roll, climb to complete the school routes
es: Puedo mantener el equilibrio, rodar y escalar para completar ejercicios del colegio
fr: Je sais m’équilibrer, rouleŕ, grimper pour réaliser les parcours de l’école

# DefaultSkillSet1Category8Skill5
source: I agree to participate in group games
es: Sé participar en juegos en grupo
fr: J’accepte de participer aux jeux collectifs

# DefaultSkillSet1Category8Skill6
source: I can run by changing my speed, run and jump in a given direction
es: Puedo correr cambiando mi velocidad, y correr/saltar en una dirección
fr: Je sais courir en changeant ma vitesse, sauter en courant et lancer dans une direction donnée

# DefaultSkillSet1Category8Skill7
source: I participate in the rounds
es: Participo en las actividades propuestas
fr: Je participe aux rondes

# DefaultSkillSet1Category8Skill8
source: I dance to music
es: Bailo cuando oigo música
fr: Je danse sur une musique

# DefaultSkillSet1Category9
source: Act, express yourself, understand through artistic activity
es: Actuar, expresarse, entendimiento mediante actividades artísticas
fr: Agir, s'exprimer, comprendre à travers l'activité artistique

# DefaultSkillSet1Category9Skill0
source: I draw and paint with pleasure
es: Me encanta dibujar y pintar
fr: Je dessine et peins avec plaisir

# DefaultSkillSet1Category9Skill1
source: I practice decorative graphics
es: Estoy aprendiendo a hacer dibujos decorativos
fr: Je m'exerce au graphisme décoratif

# DefaultSkillSet1Category9Skill2
source: I create a composition in plan or in volume
es: Creo dibujos planos y con volumen
fr: Je réalise une composition en plan ou en volume

# DefaultSkillSet1Category9Skill3
source: I adapt my gesture to the tools
es: Adapto mis movimientos a las herramientas que tengo
fr: J'adapte mon geste aux outils

# DefaultSkillSet1Category9Skill4
source: I look at works of art and say what I feel
es: Observo piezas de arte y digo cómo me hacen sentir
fr: Je regarde des oeuvres d’art et je dis ce que je ressens

# DefaultSkillSet1Category9Skill5
source: I recognize the basic colors and name them
es: Reconozco el aspecto y el nombre de los colores básicos
fr: Je reconnais les couleurs de base et je les nomme

# DefaultSkillSet1Category9Skill6
source: I recognize the other colors and name them
es: Reconozco el aspecto y el nombre de otros colores más complicados
fr: Je reconnais les autres couleurs et je les nomme

# DefaultSkillSet1Category9Skill7
source: I perform a varied repertoire of nursery rhymes and songs with the class
es: Puedo recitar varias rimas y cantar canciones con mi clase
fr: J'interprète un répertoire varié de comptines et de chansons avec la classe

# DefaultSkillSet1Category9Skill8
source: I explore instruments and use the sounds of my body
es: Exploro instrumentos y uso sonidos generados por mi cuerpo
fr: J'explore des instruments et j'utilise les sonorités de mon corps

# DefaultSkillSet1Category9Skill9
source: I refine my listening to musical extracts and I express my feelings or my understanding
es: Puedo escuchar fragmentos de música y expresar mis sentimientos o lo que entiendo en esos fragmentos
fr: J’affine mon écoute d'extraits musicaux et j'exprime mon ressenti ou ma compréhension

# DefaultSkillSet1Category9Skill10
source: I practice some performing arts activities
es: Practico diversas actividades relacionadas con el arte
fr: Je pratique quelques activités des arts du spectacle

# DefaultSkillSet1Category10
source: Build the first tools to structure your thinking: discover numbers and their uses "
es: Construyendo las primeras herramientas para estructurar tus ideas: descubriendo los números y sus usos
fr: Construire les premiers outils pour structurer sa pensée : découvrir les nombres et leurs utilisations"

# DefaultSkillSet1Category10Skill0
source: I know if there are more or less objects
es: Puedo reconocer si hay muchos o pocos objetos
fr: Je sais s’il y a plus ou moins d’objets

# DefaultSkillSet1Category10Skill1
source: I understood that the number was a measurement tool
es: Sé que los números se pueden usar para medir cosas
fr: J'ai compris que le nombre était un outil de mesure

# DefaultSkillSet1Category10Skill2
source: I can decompose numbers up to 3
es: Puedo descomponer un número en números más pequeños (hasta el 3)
fr: Je sais décomposer les nombres jusqu'à 3

# DefaultSkillSet1Category10Skill3
source: I can make a bunch of objects of the same quantity as another bunch
es: Puedo hacer que dos montones tengan la misma cantidad de objetos
fr: Je sais réaliser un tas d’objet de la même quantité qu’un autre tas

# DefaultSkillSet1Category10Skill4
source: I recite the nursery rhyme up to 6
es: Puedo recitar rimas de hasta 6 versos
fr: Je récite la comptine jusqu’à 6

# DefaultSkillSet1Category10Skill5
source: I recite the nursery rhyme until 12
es: Puedo recitar rimas de hasta 12 versos
fr: Je récite la comptine jusqu’à 12
