Repository: llaske/sugarizer
Catalog: activities/Curriculum.activity/po/*.po
Languages: es, fr

# DefaultSkillSet1Category10Skill6
source: I recite the nursery rhyme up to 24
es: Puedo recitar rimas de hasta 24 versos
fr: Je récite la comptine jusqu’à 24

# DefaultSkillSet1Category10Skill7
source: I can read numbers up to 3
es: Puedo leer números hasta el 3
fr: Je sais lire les nombres jusqu’à 3

# DefaultSkillSet1Category10Skill8
source: I can count 3 objects
es: Puedo contar hasta 3 objetos
fr: Je sais dénombrer 3 objets

# DefaultSkillSet1Category10Skill9
source: I recognize small quantities up to 3 (dice and hand)
es: Puedo contar hasta 3 con los dedos de la mano
fr: Je reconnais les petites quantités jusqu’à 3 ( dé et main)

# DefaultSkillSet1Category10Skill10
source: I can compare lots of items by counting or not
es: Puedo comparar muchos objetos contándolos
fr: Je sais comparer des tas d’objets en comptant ou non

# DefaultSkillSet1Category10Skill11
source: I can solve small quantity problems
es: Puedo resolver problemas sencillos de cantidades
fr: Je sais résoudre de petits problèmes de quantité

# DefaultSkillSet1Category10Skill12
source: I can use the number to express the position of an object or a person on a row
es: Puedo usar los números para decir dónde está una persona o un objeto dentro de una fila
fr: Je sais utiliser le nombre pour exprimer la position d'un objet ou d'une personne sur un rang

# DefaultSkillSet1Category11
source: Build the first tools to structure your thinking: explore shapes, sizes, organized sequences
es: Construyendo las primeras herramientas para estructurar tus ideas: explorar formas, tamaños y secuencias organizadas
fr: Construire les premiers outils pour structurer sa pensée : explorer des formes, des grandeurs, des suites organisées

# DefaultSkillSet1Category11Skill0
source: I can sort objects (instructions)
es: Puedo ordenar objetos siguiendo instrucciones
fr: Je sais trier les objets ( consigne)

# DefaultSkillSet1Category11Skill1
source: I can find a criterion for sorting objects
es: Puedo encontrar una regla para organizar objetos
fr: Je sais trouver un critère pour trier les objets

# DefaultSkillSet1Category11Skill2
source: I recognize the round, the square, the triangle and I name them
es: Reconozco y me sé el nombre del círculo, el cuadrado y el triángulo
fr: Je reconnais le rond, le carré, le triangle et je les nomme

# DefaultSkillSet1Category11Skill3
source: I recognize and name the circle, the square, the triangle and the rectangle
es: Reconozco y me sé el nombre del círculo, el cuadrado, el triángulo y el rectángulo
fr: Je reconnais et nomme le rond, le carré, le triangle et le rectangle

# DefaultSkillSet1Category11Skill4
source: I can store at least 3 objects in order of magnitude
es: Puedo ordenar 3 objetos por su tamaño
fr: Je sais ranger au moins 3 objets par ordre de grandeur

# DefaultSkillSet1Category11Skill5
source: I can reproduce an assembly from a model (puzzle, paving, assembly, solids)
es: Puedo recordar una secuencia siguiendo un modelo (puzle, dibujo, distribución, sólidos)
fr: Je sais reproduire un assemblage à partir d'un modèle (puzzle, pavage, assemblage, solides)

# DefaultSkillSet1Category11Skill6
source: I identify the principle of organization of an algorithm and I continue its application
es: Identifico el principio de organización que tiene un algoritmo, y puedo seguir aplicándolo
fr: J'identifie le principe d'organisation d'un algorithme et je poursuis son application

# DefaultSkillSet1Category11Skill7
source: I recognize some solids (cube, pyramid, ball, cylinder)
es: Reconozco algunos sólidos (cubo, pirámide, bola, cilindro)
fr: Je reconnais quelques solides ( cube, pyramide, boule, cylindre)

# DefaultSkillSet1Category12
source: Explore the world: find your way in time and space
es: Explorar el mundo: encuentra tu lugar en el tiempo y el espacio
fr: Explorer le monde : se repérer dans le temps et l'espace

# DefaultSkillSet1Category12Skill0
source: I order the half-day class times
es: Ordeno en los descansos de clase
fr: J'ordonne les moments de la demi-journée de classe

# DefaultSkillSet1Category12Skill1
source: I understand that time repeats (day / night, week)
es: Comprendo que el tiempo se repite (día/noche, semanas)
fr: J'ai compris que le temps se répète (jour / nuit, semaine)

# DefaultSkillSet1Category12Skill2
source: I find myself during the day
es: Sé en qué momento del día estoy
fr: Je me repère dans la journée

# DefaultSkillSet1Category12Skill3
source: I put the images in chronological order
es: Puedo colocar imágenes en orden cronológico
fr: Je mets dans l'ordre chronologique des images

# DefaultSkillSet1Category12Skill4
source: I understand the words: front / back, top / bottom
es: Entiendo las palabras "delante", "detrás", "encima" y "debajo"
fr: Je comprends les mots: devant/ derrière, en haut/en bas

# DefaultSkillSet1Category12Skill5
source: I understand the words: on / under, next to, inside / outside
es: Entiendo las palabras "encima de", "debajo de", "al lado de", "dentro de" y "fuera de"
fr: Je comprends les mots: sur/sous, à côté de, intérieur/extérieur

# DefaultSkillSet1Category12Skill6
source: I can tell where an object is in relation to me
es: Puedo ubicar los objetos a mi alrededor
fr: Je sais dire où se trouve un objet par rapport à moi

# DefaultSkillSet1Category12Skill7
source: I can correctly orient and use a sheet, a book according to a specific goal or project
es: Puedo orientarme y usar una hoja o un libro con instrucciones para completar un objetivo
fr: Je sais orienter et utiliser correctement une feuille , un livre en fonction d'un but ou d'un projet précis

# DefaultSkillSet1Category13
source: Explore the world of living things, objects and matter
es: Explorar el mundo de las cosas vivientes, los objetos y la materia
fr: Explorer le monde du vivant, des objets et de la matière

# DefaultSkillSet1Category13Skill0
source: I know and I know how to locate the different parts of the human body
es: Sé cuáles son las partes del cuerpo humano
fr: Je connais et je sais situer les différentes parties du corps humain

# DefaultSkillSet1Category13Skill1
source: I can order 3 images of the development of an animal or a plant
es: Puedo poner 3 imágenes del desarrollo de un animal o una planta en orden
fr: Je sais ordonner 3 images de développement d'un animal ou d'un végétal

# DefaultSkillSet1Category13Skill2
source: I know and respect the rules of hygiene
es: Conozco y respeto las reglas de higiene
fr: Je connais et respecte les règles d'hygiène

# DefaultSkillSet1Category13Skill3
source: I stick cleanly
es: Uso el pegamento y limpio los restos
fr: Je colle proprement

# DefaultSkillSet1Category13Skill4
source: I can use scissors
es: Puedo usar unas tijeras
fr: Je sais utiliser les ciseaux

# DefaultSkillSet1Category13Skill5
source: I cut along a line
es: Puedo cortar a lo largo de una línea
fr: Je découpe en suivant une ligne

# DefaultSkillSet1Category13Skill6
source: I know how to make constructions following a model
es: Puedo construir cosas usando un modelo
fr: Je sais réaliser des constructions en suivant un modèle

# DefaultSkillSet1Category13Skill7
source: I'm looking, I'm fumbling to make an object work
es: Estoy intentando hacer funcionar un objeto
fr: Je cherche , je tâtonne pour faire fonctionner un objet

# DefaultSkillSet1Category13Skill8
source: I use digital tools
es: Uso herramientas digitales
fr: J'utilise les outils numérique

# DefaultSkillSet1Category14
source: Learning and living together: building yourself as an individual within a group
es: Aprendiendo y viviendo juntos: desarróllate como individuo dentro de un grupo
fr: Apprendre et vivre ensemble : se construire comme individu au sein d'un groupe

# DefaultSkillSet1Category14Skill0
source: I don't hurt others
es: No hago daño a otros
fr: Je ne fais pas mal aux autres

# DefaultSkillSet1Category14Skill1
source: I am polite
es: Soy educado
fr: Je suis poli

# DefaultSkillSet1Category14Skill2
source: I listen to my comrades, I help them and I cooperate
es: Escucho a mis compañeros, les ayudo y coopero con ellos
fr: J’écoute mes camarades, je les aide et je coopère

# DefaultSkillSet1Category14Skill3
source: I play with others
es: Juego con otros
fr: Je joue avec les autres

# DefaultSkillSet1Category14Skill4
source: I dress alone
es: Me visto solo
fr: Je m'habille seul

# DefaultSkillSet1Category14Skill5
source: I ask for help if I need it
es: Pido ayuda si la necesito
fr: Je demande de l’aide si j’en ai besoin

# DefaultSkillSet1Category14Skill6
source: I dare to speak in a large group
es: Me atrevo a hablar en un grupo grande
fr: J’ose parler en grand groupe

# DefaultSkillSet1Category14Skill7
source: I dare to speak in a small group
es: Me atrevo a hablar en un grupo pequeño
fr: J'ose parler en petit groupe

# DefaultSkillSet1Category14Skill8
source: I can stay calm to work, not get angry, cry or sulk
es: Puedo estar tranquilo mientras trabajo, no me enfado, lloro ni me enfurruño
fr: Je sais rester calme pour travailler, ne pas m’énerver, pleurer ou bouder

# DefaultSkillSet1Category14Skill9
source: I can do my work alone
es: Puedo trabajar solo
fr: Je sais faire mon travail seul

# DefaultSkillSet1Category14Skill10
source: I tidy up with the others
es: Limpio y ordeno ayudando a otros
fr: Je range avec les autres

# DefaultSkillSet1Category14Skill11
source: I am speaking while staying in the subject of the discussion
es: Puedo hablar sobre un tema sin distraerme
fr: Je parle en restant dans le sujet de la discussion

# DefaultSkillSet1Category15
source: Learning and living together: understanding the function of the school
es: Aprendiendo y viviendo juntos: entender la función del colegio
fr: Apprendre et vivre ensemble : comprendre la fonction de l'école

# DefaultSkillSet1Category15Skill0
source: I move with others
es: Puedo moverme con los demás
fr: Je me déplace avec les autres

# DefaultSkillSet1Category15Skill1
source: I participate in activities by giving up my desires
es: Participo en actividades y expreso lo que quiero
fr: Je participe aux activités en renonçant à mes envies

# DefaultSkillSet1Category15Skill2
source: I'm waiting for my turn
es: Espero a mi turno
fr: J'attends mon tour

# DefaultSkillSet1Category15Skill3
source: I understand a collective instruction
es: Entiendo cuando le piden algo a mi grupo
fr: Je comprends une consigne collective

# DefaultSkillSet1Category15Skill4
source: I explain what I do
es: Puedo explicar lo que hago
fr: J'explique ce que je fais

# DefaultSkillSet1Category15Skill5
source: I am starting to show care in the activities
es: Empiezo a tener cuidado al hacer mis actividades
fr: Je commence à montrer du soin dans les activités

# DefaultSkillSet2
source: Skills assessment for Primary School
es: Asesoramiento de habilidades en la escuela de Primaria
fr: Suivi des acquis École Primaire

# DefaultSkillSet2Category0
source: Oral Language
es: Expresión oral
fr: Langage Oral

# DefaultSkillSet2Category0Skill0
source: Listening to understand oral messages or texts read by an adult
es: Escuchar para entender mensajes orales o textos leídos por un adulto
fr: Écouter pour comprendre des messages oraux ou des textes lus par un adulte

# DefaultSkillSet2Category0Skill1
source: Say to be heard and understood
es: Decir cosas y ser escuchado y entendido por otros
fr: Dire pour être entendu et compris

# DefaultSkillSet2Category0Skill2
source: Participate in exchanges in diverse situations
es: Participar en intercambios de información en situaciones diversas
fr: Participer à des échanges dans des situations diversifiées

# DefaultSkillSet2Category0Skill3
source: Adopt a critical distance from the product language
es: Adoptar una posición crítica con respecto al lenguaje usado
fr: Adopter une distance critique par rapport au langage produit

# DefaultSkillSet2Category1
source: Reading and reading
es: Lectura y comprensión escrita
fr: Lecture et compréhension de l'écrit

# DefaultSkillSet2Category1Skill0
source: Identify words more and more easily
es: Identificar palabras con mayor facilidad
fr: Identifier des mots de manière de plus en plus aisée

# DefaultSkillSet2Category1Skill1
source: Understand text
es: Entender textos
fr: Comprendre un texte

# DefaultSkillSet2Category1Skill2
source: Practice different forms of reading
es: Practicar diferentes formas de lectura
fr: Pratiquer différentes formes de lecture

# DefaultSkillSet2Category1Skill3
source: Read out loud
es: Leer en voz alta
fr: Lire à voix haute

# DefaultSkillSet2Category1Skill4
source: Check your understanding
es: Comprobar lo que entiendes
fr: Contrôler sa compréhension

# DefaultSkillSet2Category2
source: Write
es: Escribir
fr: Écriture

# DefaultSkillSet2Category2Skill0
source: Expertly copy
es: Copiar textos de manera correcta
fr: Copier de manière experte

# DefaultSkillSet2Category2Skill1
source: Produce writings
es: Escribir textos
fr: Produire des écrits

# DefaultSkillSet2Category2Skill2
source: Revise and improve the writing that we have produced
es: Revisar y mejorar los textos que se escriben
fr: Réviser et améliorer l’écrit qu’on a produit

# DefaultSkillSet2Category3
source: Language study (grammar, spelling, lexicon)
es: Estudiar el lenguaje (gramática, pronunciación, léxico)
fr: Étude de la langue (grammaire, orthographe, lexique)

# DefaultSkillSet2Category3Skill0
source: Master the relationships between oral and written
es: Entender bien la relación entre el lenguaje oral y escrito
fr: Maîtriser les relations entre l’oral et l’écrit

# DefaultSkillSet2Category3Skill1
source: Memorize and remember the spelling of frequent words and irregular words whose meaning is known
es: Memorizar y recordar la pronunciación de palabras frecuentes e irregulares cuyo significado se conoce
fr: Mémoriser et se remémorer l’orthographe de mots fréquents et de mots irréguliers dont le sens est connu

# DefaultSkillSet2Category3Skill2
source: Identify the main elements of a simple sentence
es: Identificar los elementos principales de una frase sencilla
fr: Identifier les principaux éléments d’une phrase simple

# DefaultSkillSet2Category3Skill3
source: Reasoning to solve spelling problems, basically okay
es: Razonar para resolver problemas de pronunciación
fr: Raisonner pour résoudre des problèmes orthographiques, d’accord essentiellement

# DefaultSkillSet2Category3Skill4
source: Understand how verbs are formed and spell the most common verb forms
es: Entender cómo se forman los verbos y pronunciar sus formas más comunes
fr: Comprendre comment se forment les verbes et orthographier les formes verbales les plus fréquentes

# DefaultSkillSet2Category3Skill5
source: Identify relationships between words, between words and their context of use; use it to better understand
fr: Identifier des relations entre les mots, entre les mots et leur contexte d’utilisation ; s’en servir pour mieux comprendre

# DefaultSkillSet2Category3Skill6
source: Enrich your word repertoire, memorize them and reuse them
es: Enriquecer tu repertorio de palabras, y memorizarlas para poderlas usar de nuevo
fr: Enrichir son répertoire de mots, les mémoriser et les réutiliser

# DefaultSkillSet2Category4
source: Numbers and calculation
es: Números y cálculos
fr: Nombres et calcul

# DefaultSkillSet2Category4Skill0
source: Understand and use whole numbers to count, order, locate, compare
es: Entender y usar números enteros para contar, ordenar, ubicar y comparar cosas
fr: Comprendre et utiliser des nombres entiers pour dénombrer, ordonner, repérer, comparer

# DefaultSkillSet2Category4Skill1
source: Name, read, write, represent whole numbers
es: Nombrar, leer, escribir y representar números enteros
fr: Nommer, lire, écrire, représenter des nombres entiers

# DefaultSkillSet2Category4Skill2
source: Calculate with whole numbers
es: Calcular con números enteros
fr: Calculer avec des nombres entiers

# DefaultSkillSet2Category4Skill3
source: Solve problems using whole numbers and calculation
es: Resolver problemas usando números enteros y operaciones
fr: Résoudre des problèmes en utilisant des nombres entiers et le calcul

# DefaultSkillSet2Category5
source: Space and geometry
es: Espacio y geometría
fr: Espace et géométrie

# DefaultSkillSet2Category5Skill0
source: (To) locate and (move) in space using or developing representations
es: (Ubicar) y (moverse) en el espacio usando o desarrollando representaciones
fr: (Se) repérer et (se) déplacer dans l'espace en utilisant ou en élaborant des représentations

# DefaultSkillSet2Category5Skill1
source: Recognize, name, describe, reproduce some solids
es: Reconocer, nombrar, describir y reproducir las formas de ciertos sólidos
fr: Reconnaître, nommer, décrire, reproduire quelques solides

# DefaultSkillSet2Category5Skill2
source: Recognize, name, describe, reproduce, build some geometric figures
es: Reconocer, nombrar, describir, reproducir y construir algunas figuras geométricas
fr: Reconnaître, nommer, décrire, reproduire, construire quelques figures géométriques

# DefaultSkillSet2Category5Skill3
source: Recognize and use the concepts of alignment, right angle, equal length, center, symmetry
es: Reconocer y usar los conceptos de "alineamiento", "ángulo correcto", "longitud similar", "centro" y "simetría"
fr: Reconnaître et utiliser les notions d'alignement, d'angle droit, d'égalité de longueurs, de milieu, de symétrie

# DefaultSkillSet2Category6
source: Quantities and measures
es: Cantidades y medidas
fr: Grandeurs et mesures

# DefaultSkillSet2Category6Skill0
source: Compare, estimate, measure lengths, masses, capacities, durations
es: Comparar, estimar y medir longitudes, masas, capacidades y duraciones
fr: Comparer, estimer, mesurer des longueurs, des masses, des contenances, des durées

# DefaultSkillSet2Category6Skill1
source: Use the lexicon, units, specific measuring instruments of these quantities
es: Usar el léxico, unidades e instrumentos de medida específicos para cada cantidad
fr: Utiliser le lexique, les unités, les instruments de mesures spécifiques de ces grandeurs

# DefaultSkillSet2Category6Skill2
source: Solve problems involving lengths, masses, capacities, durations, prices
es: Solucionar problemas relacionados con longitudes, masas, capacidades, duraciones y precios
fr: Résoudre des problèmes impliquant des longueurs, des masses, des contenances, des durées, des prix

# DefaultSkillSet2Category7
source: Physical and sports education
es: Educación física y deportes
fr: Éducation physique et sportive

# DefaultSkillSet2Category7Skill0
source: Produce sports performance
es: Practicar deportes
fr: Produire une performance sportive

# DefaultSkillSet2Category7Skill1
source: Adapt your movements to various environments
es: Adaptar tus movimientos a varios ambientes
fr: Adapter ses déplacements à des environnements variés

# DefaultSkillSet2Category7Skill2
source: Express yourself in front of others with an artistic and / or acrobatic performance
es: Expresarte enfrente de otros usando movimientos artísticos y/o acrobáticos
fr: S’exprimer devant les autres par une prestation artistique et/ou acrobatique

# DefaultSkillSet2Category7Skill3
source: Lead and master a collective and interindividual confrontation
es: Liderar y obtener buenos resultados en discusiones colectivas o interindividuales
fr: Conduire et maîtriser un affrontement collectif et interindividuel

# DefaultSkillSet2Category8
source: Modern languages
es: Lenguajes modernos
fr: Langues vivantes

# DefaultSkillSet2Category8Skill0
source: Understand familiar words and very common expressions about yourself, your family and the concrete and immediate environment, if people speak slowly and clearly
es: Entender palabras familiares y expresiones muy comunes sobre ti, tu familia y tu ambiente más concreto y cercano (si la persona que habla lo hacer lenta y claramente)
fr: Comprendre des mots familiers et des expressions très courantes au sujet de soi, de sa famille et de l'environnement concret et immédiat, si les gens parlent lentement et distinctement

# DefaultSkillSet2Category8Skill1
source: Use simple expressions and sentences to describe yourself, the place where you live and the people around you
es: Usar expresiones y frases simples para describirte a ti mismo, el lugar en el que vives y la gente que tienes a tu alrededor
fr: Utiliser des expressions et des phrases simples pour se décrire, décrire le lieu d'habitation et les gens de l’entourage

# DefaultSkillSet2Category8Skill2
source: Ask simple questions on familiar subjects or on what is immediately needed, as well as answer such questions
es: Hacer preguntas sencillas sobre temas familiares o sobre lo que se necesita, y poder responderlas
fr: Poser des questions simples sur des sujets familiers ou sur ce dont on a immédiatement besoin, ainsi que répondre à de telles questions

# DefaultSkillSet2Category8Skill3
source: Identify some major cultural landmarks of the daily environment of students of the same age in the countries or regions studied
es: Identificar aspectos culturales importantes del día a día en alumnos del mismo segmento de edad, dentro de los países o regiones de estudio
fr: Identifier quelques grands repères culturels de l’environnement quotidien des élèves du même âge dans les pays ou régions étudiés

# DefaultSkillSet2Category9
source: Living things, matter, objects
es: Seres vivos, materia y objetos
fr: Le vivant, la matière, les objets

# DefaultSkillSet2Category9Skill0
source: Identify the three states of matter and observe changes of states
es: Identificar los tres estados de la materia y observar dichos cambios de estado
fr: Identifier les trois états de la matière et observer des changements d’états

# DefaultSkillSet2Category9Skill1
source: Identify a change in the state of water in a phenomenon of daily life
es: Identificar un cambio de estado en el agua asociado a un fenómeno de la rutina diaria
fr: Identifier un changement d’état de l’eau dans un phénomène de la vie quotidienne

# DefaultSkillSet2Category9Skill2
source: Know the characteristics of the living world, its interactions, its diversity
es: Conocer las características del mundo de los seres vivos, sus interacciones y su diversidad
fr: Connaître des caractéristiques du monde vivant, ses interactions, sa diversité

# DefaultSkillSet2Category9Skill3
source: Recognize behaviors favorable to one's health
es: Reconocer los comportamientos favorables para la salud propia
fr: Reconnaître des comportements favorables à sa santé

# DefaultSkillSet2Category9Skill4
source: Understand the function and operation of manufactured objects
es: Entender la función y el modo de uso de los objetos fabricados
fr: Comprendre la fonction et le fonctionnement d’objets fabriqués

# DefaultSkillSet2Category9Skill5
source: Realize some simple electrical objects and circuits, respecting basic safety rules
es: Crear objetos electrónicos y circuitos simples, respetando las reglas básicas de seguridad
fr: Réaliser quelques objets et circuits électriques simples, en respectant des règles élémentaires de sécurité

# DefaultSkillSet2Category9Skill6
source: Start to take ownership of a digital environment
es: Comenzar a entender los ambientes digitales
fr: Commencer à s’approprier un environnement numérique

# DefaultSkillSet2Category10
source: Plastic arts
es: Artes plásticas
fr: Arts plastiques

# DefaultSkillSet2Category10Skill0
source: Experiment, produce, create plastic productions of various natures
es: Experimentar, imaginar y crear elementos plásticos de diferentes naturalezas
fr: Expérimenter, produire, créer des productions plastiques de natures diverses

# DefaultSkillSet2Category10Skill1
source: Implement an individual or collective artistic project
es: Implementar un proyecto artístico individual o colectivo
fr: Mettre en œuvre un projet artistique individuel ou collectif
