Repository: llaske/sugarizer
Catalog: activities/Chess.activity/po/*.po
Languages: es, fr

# PlayerJoin
source: joined
es: se ha unido
fr: {{user}} a rejoint

# PlayerLeave
source: left
es: se ha desconectado
fr: {{user}} est parti

source: You Won
es: Has ganado
fr: Vous avez gagné

# YouCheck
source: In Check
es: Jaque
fr: Échec

source: You Lost
es: Has perdido
fr: Vous avez perdu

# MatchDraw
source: Game drawn
es: Partida empatada
fr: Match nul

# TimeExpired
source: Your Time has been Expired
es: Tu tiempo ha expirado
fr: Votre temps est expiré

source: Thinking...
es: Pensando...
fr: Je réfléchis...

source: Clock Changed
es: Reloj cambiado
fr: Horloge modifiée

source: ChessActivity
es: Actividad "Ajedrez"
fr: Activité Chess

# New
source: New Game
es: Nueva partida
fr: Nouvelle partie

source: Undo
es: Deshacer
fr: Annuler

source: Fullscreen
es: Pantalla completa
fr: Plein écran

source: Network
fr: Réseau

source: Level
fr: Niveau

# Clock
source: Change Clock
es: Cambiar reloj
fr: Modifier Horloge

# Color
source: Change Color
es: Cambiar color
fr: Modifier Couleur

# PrevShort
source: Prev
es: Ant
fr: Préc

# NextShort
source: Next
es: Sig
fr: Suiv

# EndShort
source: End
es: Fin
fr: Fin

# TutoWelcomeTitle
source: Chess Activity
es: Actividad "Ajedrez"
fr: Activité Chess

# TutoWelcomeContent
source: Chess activity is a fun way to learn and challenge your friends to a game of Chess.
es: La actividad "Ajedrez" es una manera divertida de aprender a jugar y retar a tus amigos a una partida de ajedrez.
fr: L'activité Chess vous permet d'apprendre ou défier vos amis au célèbre jeu d'échecs

# TutoBoardTitle
source: Chess Board
es: Tablero de ajedrez
fr: Plateau de jeu

# TutoBoardContent
source: The chessboard is made up of eight rows and eight columns for a total of 64 squares of alternating colors. you can hover on the piece to get legal moves and drag and drop pieces to move and play.
es: This is a chess board. you can hover on the piece to get legal moves and drag and drop pieces to move and play.
fr: Ceci est le plateau de jeu. Appuyez sur les pièces pour voir les mouvements qu'elles peuvent réaliser. Glissez et déplacez les pièces pour les jouer où vous le souhaiter

# TutoPlayerClockTitle
source: Your Clock
es: Tu reloj
fr: Votre horloge

# TutoPlayerClockContent
source: This will show your time left if chess clock is not disabled
es: Aquí se mostrará tu tiempo restante (si el reloj no está desactivado)
fr: En mode horloge, vous verrez ici le temps qu'il vous reste pour jouer

# TutoOpponentClockTitle
source: Opponent's Clock
es: Reloj del oponente
fr: L'horloge de l'adversaire

# TutoOpponentClockContent
source: This is will show your opponent's time left if chess clock is not disabled and you are not against computer
es: Aquí se mostrará el tiempo restante del oponente (si el reloj no está desactivado y si no estás jugando contra la máquina)
fr: Ici s'affiche le temps de jeu restant pour votre adversaire si vous êtes en mode horloge et si vous ne jouez pas contre l'ordinateur

# TutoFlagTitle
source: Flags
es: Indicaciones
fr: Bannière

# TutoFlagContent
source: This will indicate you about various scenerios like if you lost or won the game or if you are in check
es: Aquí aparecerán varios tipos de indicaciones, como si has perdido o ganado una partida, o si estás en jaque
fr: A cet endroit s'affiche les avertissements comme la victoire ou la défaite ou si vous êtes en échec

# TutoMovesTitle
source: Moves History
es: Historial de movimientos
fr: Historique des coups

# TutoMovesContent
source: This will contains all the previous moves made in game so far
es: Aquí se mostrarán todos los movimientos realizados hasta el momento en esta partida
fr: Cette liste contient l'historique de tous les coups joués

# TutoNetworkTitle
source: Share Activity
es: Compartir actividad
fr: Partager l'activité

# TutoNetworkContent
source: Click here to share activity and play in multi user mode
es: Haz clic aquí para compartir la actividad y jugar en el modo multijugador
fr: Cliquez ici pour partager l'activité sur le réseau et jouer contre un autre joueur

# TutoComputerLevelTitle
source: Computer difficulty level
es: Nivel de dificultad (contra la máquina)
fr: Niveau de difficulté

# TutoComputerLevelContent
source: Click here to change computer difficulty level
es: Haz clic aquí para cambiar el nivel de dificultad al jugar contra la máquina
fr: Cliquez ici pour changer le niveau de difficulté de l'ordinateur

# TutoClockTitle
source: Chess Clock Setting
es: Ajustes del reloj de partida
fr: Paramètrage de l'horloge

# TutoClockContent
source: Click here to choose Chess Clock.Only available at the start of the game and only host can change clock in shared mode.
es: Haz clic aquí para elegir el reloj de partida. Solo estará disponible al comienzo de la partida, y únicamente el anfitrión podrá cambiar el reloj en el modo compartido.
fr: Cliquez ici pour choisir le mode horloge, dans ce mode vous devez jouer en temps limité - ce mode est seulement disponible au démarrage et ne peut être positionné que par celui qui a lancé le jeu

# TutoUndoTitle
source: Undo
es: Deshacer
fr: Annuler

# TutoUndoContent
source: Click here to undo your move. Only available for Computer Mode
es: Haz clic aquí para deshacer tu movimiento (solo disponible al jugar contra la máquina)
fr: Cliquez ici pour annuler votre dernier coup. Seulement disponible contre l'ordinateur

# TutoRestartTitle
source: New Game
es: Partida nueva
fr: Nouvelle partie

# TutoRestartContent
source: Click here to Restart Game.Only Host can restart game in shared mode
es: Haz clic aquí para reiniciar la partida. Solo el anfitrión puede reiniciar una partida compartida
fr: Cliquez ici pour redémarrer la partie. En mode multi utilisateur, seul celui qui a lancé le jeu peut redémarrer

# TutoColorChangeTitle
source: Change Color
es: Cambiar color
fr: Changer de couleur

# TutoColorChangeContent
source: Toggle to choose Color WHITE or BLACK. Only Available at the start of the Game and Only Host can change can toggle color in shared Mode
es: Púlsalo para cambiar entre fichas BLANCAS o NEGRAS. Solo estará disponible al comienzo de la partida, y únicamente el anfitrión podrá modificar el color en partidas compartidas
fr: Changer entre les pions BLANCS et les pions NOIRS. Uniquement disponible au début du jeu, en mode multi joueur seul celui qui a lancé le jeu peut changer la couleur

# TutoBasicTitle
source: Basic Overview
es: Presentación
fr: Présentation générale

# TutoBasicContent
source: Chess is a two-player game, where one player is assigned white pieces and the other black. Each player has 16 pieces to start the game: one king, one queen, two rooks, two bishops, two knights and eight pawns.
es: El ajedrez es un juego de dos personas, en el que un jugador tendrá las piezas blancas y el otro las piezas negras. Cada jugador tiene 16 piezas al comienzo de la partida: un rey, una reina, dos torres, dos alfiles, dos caballos y ocho peones.
fr: Les échecs sont un jeu à deux joueurs où un des joueurs utilise les pièces blanches et l'autre les noires. Chaque joueur a 16 pièces au début du jeu: un roi, une dame, deux tours, deux fous, deux cavaliers et huit pions

# TutoAimTitle
source: Aim of the game
es: Objetivo del juego
fr: But du jeu

# TutoAimContent
source: The Aim of the game is to capture the other player's king. This capture is never actually completed, but once a king is under attack and unable to avoid capture, it is said to be checkmated and the game is over.
es: El objetivo del juego es capturar al rey del otro jugador. La captura nunca se completa, pero cuando un rey que esté siendo atacado ya no pueda evitar ser capturado, se dice que está "en jaque mate" y la partida terminará.
fr: Le but du jeu est de capturer le roi de l'autre joueur. Cette capture n'est jamais réellement réalisée mais une fois que le roi est attaqué et ne peut pas s'échapper, on dit que le joueur est échec et mat et le jeu s'arrête

# TutoPawnTitle
source: How To Move Pawn?
es: ¿Cómo se mueven los peones?
fr: Déplacer les pions ?

# TutoPawnContent
source: Pawns can move forward one square, if that square is unoccupied. If it has not yet moved, the pawn has the option of moving two squares forward provided both squares in front of the pawn are unoccupied. They can capture an enemy piece on either of the two spaces adjacent to the space in front of them that is the two squares diagonally in front of them but cannot move to these spaces if they are unoccupied.
es: Los peones se puede mover hacia adelante una casilla (si no está ocupada). Si aún no se ha movido en la partida, el peón podrá moverse dos casillas hacia adelante, siempre que ambas casillas no estén ocupadas. Los peones pueden capturar piezas enemigas que estén en las dos casillas diagonales delanteras contiguas al peón; sin embargo, no pueden moverse a esas casillas si no es para capturar una pieza.
fr: Le pion peut se déplacer en avant d'une case si la case est inoccupée. Si c'est son premier déplacement, il a la possibilité de se déplacer de deux cases en avant à condition que ces cases soient inoccupées. Le pion peut capturer une pièce ennemie sur les deux cases adjacentes à la case devant lui, c'est à dire les deux cases en diagonale devant mais il ne peut se déplacer sur ces cases si elles sont inoccupées

# TutoKnightTitle
source: How To Move Knight?
es: ¿Cómo se mueve el caballo?
fr: Déplacer le cavalier ?

# TutoKnightContent
source: Knight can move one square along any rank or file and then at an angle.the move can be viewed as an “L” or “7″ laid out at any horizontal or vertical angle.
es: El caballo usa un movimiento compuesto: una casilla en cualquier dirección, más dos casillas en cualquiera de los dos sentidos perpendiculares a ese movimiento. El movimiento se suele decir que es "en forma de L" o "de 7".
fr: Le cavalier se déplace de 3 cases en dessinant un L majuscule (2 cases horizontales + 1 verticale) ou (1 cases verticale + 2 horizontales). Il saute par dessus les autres pions

# TutoBishopTitle
source: How To Move Bishop?
es: ¿Cómo se mueve el alfil?
fr: Déplacer le fou ?

# TutoBishopContent
source: Bishop can move any number of vacant squares in any diagonal direction.
es: El alfil puede moverse a cualquier casilla no ocupada en cualquier dirección en diagonal de la pieza.
fr: Le fou peut se déplacer d'un nombre quelconque de cases libres dans toutes les directions en diagonale

# TutoRookTitle
source: How To Move Rook?
es: ¿Cómo se mueve la torre?
fr: Déplacer la tour ?

# TutoRookContent
source: Rook can move any number of vacant squares vertically or horizontally. It also is moved while castling
es: La torre puede moverse a cualquier casilla no ocupada en cualquier dirección en horizontal o vertical con respecto a la pieza. También puede "enrocarse": realizar una especie de inversión de posición con su rey
fr: La tour peut se déplacer d'un nombre quelconque de cases libres verticalement ou horizontalement. Il a aussi la possibilité de roquer: inverser sa position avec le roi

# TutoQueenTitle
source: How To Move Queen?
es: ¿Cómo se mueve la reina?
fr: Déplacer la dame ?

# TutoQueenContent
source: Queen can move any number of vacant squares diagonally, horizontally, or vertically.
es: La reina puede moverse a cualquier casilla no ocupada en cualquier dirección en horizontal, vertical o diagonal con respecto a la pieza.
fr: La dame peut se déplacer d'un nombre quelconque de cases libres en diagonale, horizontalement ou verticalement

# TutoKingTitle
source: How To Move king?
es: ¿Cómo se mueve el rey?
fr: Déplacer le roi ?

# TutoKingContent
source: King can move exactly one square horizontally, vertically, or diagonally. At most once in every game, each king is allowed to make a special move, known as castling.
es: El rey puede moverse a cualquier casilla no ocupada en cualquier dirección en horizontal, vertical o diagonal, pero solo podrá moverse una casilla por turno. El rey puede ejecutar un movimiento especial, conocido como "enroque", una vez por partida y con la participación de una torre propia.
fr: Le roi peut se déplacer d'exactement une case horizontalement, verticalement ou en diagonale. Une fois dans le jeu, le roi a le droit de faire un mouvement particulier avec la tour appelé roque

# TutoPawnPromotionTitle
source: What is Pawn Promotion?
es: ¿Qué es "coronar un peón"?
fr: Qu'est ce que la promotion du pion ?

# TutoPawnPromotionContent
source: If a pawn reaches the opponent´s edge of the table, it will be promoted – the pawn may be converted to a queen, rook, bishop or knight, as the player desires.
es: Si un peón alcanza el borde del tablero donde comenzaron las piezas del enemigo, será "coronado". Esto quiere decir que se podrá convertir ese peón en una reina, torre, alfil o caballo, según desee su jugador.
fr: Si un pion atteint le côté opposé du plateau, il est promu: il peut être converti au choix du joueur en reine, tour, fou ou chevalier

# TutoCastlingTitle
source: What is Castling?
es: ¿Qué es el enroque?
fr: Qu'est ce que le roque ?

# TutoCastlingContent
source: During the castling, the king moves two squares towards the rook he intends to castle with, and the rook moves to the square through which the king passed if Neither king nor rook involved in castling may have moved from the original position and There are no pieces between the king and the rook
es: Durante el enroque, el rey se moverá dos casillas hacia la torre con la que quiera enrocarse, y la torre se colocará en la primera casilla por la que ha pasado el rey en este movimiento. El enroque solo puede completarse si ni el rey ni la torre se han movido de su posición original, y si no hay ninguna pieza entre ambas
fr: Roquer signifie déplacer le roi de deux cases vers la tour puis faire passer la tour de l'autre côté, juste à côté du roi. Pour roquer, ni le roi ni la tour ne doivent avoir bougé depuis le début du jeu et il ne doit pas y avoir de pièces entre le roi et la tour

# TutoDrawTitle
source: what is game draw?
es: ¿Qué es un empate?
fr: Qu'est ce qu'un match nul ?

# TutoDrawContent
source: The game is drawn when the player to move has no legal move and his king is not in check. The game is said to end in 'stalemate'.
es: La partida llegará a un empate cuando el jugador que se mueve no tiene ningún movimiento legal y su rey no está en jaque. En este punto, se dice que la partida ha terminado "en tablas".
fr: Le jeu est match nul quand le joueur qui doit bouger ne peut effectuer aucun mouvement autorisé et que son roi n'est pas en échec. Le jeu est dit 'pat'
