{
	"Network": "Network",
	"Undo": "Deshacer",
	"Redo": "Rehacer",
	"Timer": "Timer",
	"DifficultyLevel": "Nivel de dificultad",
	"CompulsoryOperators": "Operadores obligatorios",
	"Hint": "Pista",
	"Tutorial": "Tutorial",
	"Fullscreen": "Pantalla completa",
	"Unfullscreen": "Modo ventana",
	"Stop": "Stop",
	"Score": "Puntuación",
	"TotalScore": "Total Score:",
	"TotalTime": "Tiempo total:",
	"Rank": "Clasificación",
	"User": "Usuario",
	"NextSlot": "Siguiente ranura",
	"NoTimer": "No Timer",
	"NoHint": "No hay pistas",
	"EasyLevel": "Nivel fácil",
	"MediumLevel": "Nivel normal",
	"TutoPrev": "Ant",
	"TutoNext": "Sig",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Actividad \"Mates mentales\"",
	"TutoExplainContent": "Bienvenido a la actividad \"Mates mentales\". \"Mates mentales\" es un juego de cálculo mental cuyo objetivo es conseguir un número determinado usando ciertas operaciones matemáticas",
	"TutoAboutTitle": "Modos de juego",
	"TutoAboutContent": "Puedes jugar a este juego en el modo de un jugador o en multijugador. En el modo de un jugador, tendrás la opción de activar/desactivar el contador de tiempo, mientras que en el modo multijugador este contador siempre estará activo. Si no hay contador, tendrás un puzle o pregunta por partida, mientras que cuando tengas un contado, tendrás que resolver más de una de estas actividades",
	"TutoEachPuzzleTitle": "Puzle",
	"TutoEachPuzzleContent": "En cada puzle o pregunta, tendrás 5 números iniciales y un número final. Usando los 5 primeros números (solo puedes usar una vez cada número) y las 4 operaciones aritméticas básicas, tendrás que obtener el número final",
	"TutoInputNumbersTitle": "Números iniciales",
	"TutoInputNumbersContent": "Estos son los números iniciales con los que debes realizar tus operaciones con los operadores básicos.<div><div class=\"tutNumbersRow\"><img style=\"width:50px",
	"TutoTargetTitle": "Número final",
	"TutoTargetContent": "Este es el número final que debes obtener en el puzle actual",
	"TutoOperatorsTitle": "Operadores",
	"TutoOperatorsContent": "Estos son los 4 operadores aritméticos que puedes usar. Los operadores con un círculo alrededor son operadores que debes usar obligatoriamente",
	"TutoSlotsTitle": "Slots",
	"TutoSlotsContent": "Estas son las casillas vacías donde colocar cada operador. Rellénalas para realizar operaciones matemáticas. Tienes 4 casillas disponibles, por lo que podrás realizar un máximo de 4 operaciones",
	"TutoHowToPlayTitle": "Cómo jugar",
	"TutoHowToPlayContent": "1. Pulsa sobre uno de los números que quieras usar.<br>2. Pulsa sobre un signo de operación.<br>3. Pulsa sobre otro número. La casilla se rellenará e indicará el resultado de la operación.<br>4. Cuando obtengas el número deseado, pulsa el botón \"Validar\"",
	"TutoPassTitle": "Pasar",
	"TutoPassContent": "Si no eres capaz de resolver el puzle, puedes pasar de él y empezar otro nuevo",
	"TutoValidateTitle": "Validar",
	"TutoValidateContent": "Este botón aparecerá una vez consigas el número correcto y te permite continuar al siguiente puzle",
	"TutoScoreTitle": "Puntuación",
	"TutoScoreContent": "Si resuelves el puzle, obtendrás los puntos que hayas calculado. Intenta siempre maximizar dicha puntuación. Dependerá de varios factores:<br><div style=\"font-weight:bold\">A. Número de operaciones</div><div style=\"font-weight:bold\">B. Tipos de operaciones</div><div>Si usas la operación \"+\" o \"x\": 1 punto / \"-\": 2 puntos / \"÷\": 3 puntos. También conseguirás una bonificación si usas todas las operaciones y solo una vez cada una.</div><div style=\"font-weight:bold\">C. Tiempo empleado</div><div>Si resuelves el puzle en menos de 1 minuto, ganarás una bonificación (que disminuirá cuanto más tiempo necesites).<div style=\"font-weight:bold\">D. Número de pistas usadas</div><div style=\"font-weight:bold",
	"TutoCompulsoryOpTitle": "Operadores obligatorios",
	"TutoCompulsoryOpContent": "Puedes elegir los operadores obligatorios en esta sección. Debes incluir una operación obligatoria en, al menos, una de las casillas; si no lo haces, no podrás resolver el puzle (incluso si obtienes el número final)",
	"TutoHintTitle": "Pista",
	"TutoHintContent": "Haz clic aquí para recibir una pista. ¡¡CUIDADO!! Si pides una pista, tendrás una penalización. Si pides una pista para las cuatro casillas, no obtendrás ningún punto",
	"TutoLevelTitle": "Nivel de dificultad",
	"TutoLevelContent": "Elige aquí tu nivel de dificultad. Hay dos niveles diferentes: \"Fácil\" - El número a calcular está entre 10 y 69 / \"Normal\" - El número a calcular está entre 0 y 99",
	"TutoTimerTitle": "Temporizador",
	"TutoTimerContent": "Aquí podrás escoger y activar/desactivar el temporizador de la partida",
	"TutoGameActionsTitle": "Acciones del juego",
	"TutoGameActionsContent": "Aquí podrás ver las acciones que puedes realizar en el juego: \"Reiniciar\", \"Pasar\" o \"Validar\". El botón \"Validar\" solo aparecerá cuando obtengas la respuesta correcta",
	"TutoUndoTitle": "Deshacer",
	"TutoUndoContent": "Haz clic para deshacer la última operación realizada",
	"TutoRedoTitle": "Rehacer",
	"TutoRedoContent": "Haz clic para rehacer la última operación realizada",
	"TutoUselessOpsTitle": "Operaciones no útiles",
	"TutoUselessOpsContent": "Las operaciones no útiles son las que no contribuyen a obtener el número final.<br>Los operadores obligatorios usados en dichas operaciones no se contarán.<br>Las operaciones no útiles se representarán con un color gris, y no aumentarán tu puntuación",
	"TutoResultTitle": "Pantalla de resultados",
	"TutoResultContent": "En esta pantalla, podrás vez las soluciones a los puzles que ya has tratado de completar",
	"TutoBestSolnTitle": "Cálculos del ordenador",
	"TutoBestSolnContent": "Estos son los cálculos realizados por el ordenador",
	"TutoMySolnTitle": "Mis cálculos",
	"TutoMySolnContent": "Estos son los cálculos que tú has realizado (en caso de haber hecho alguno)",
	"TutoClockInfoTitle": "Tiempo empleado",
	"TutoClockInfoContent": "Aquí se mostrará el tiempo empleado para resolver un puzle en concreto",
	"TutoScoreInfoTitle": "Puntuación",
	"TutoScoreInfoContent": "Aquí se mostrará la puntuación que has conseguir en un puzle en concreto",
	"TutoRestartTitle": "Reiniciar",
	"TutoRestartContent": "Haz clic aquí para reiniciar la partida",
	"TutoPaginationTitle": "Paginado",
	"TutoPaginationContent": "Aquí se mostrará el número de puzle en el que estás y la cantidad total de puzles que has intentado completar. Puedes cambiar al puzle anterior/siguiente usando los controles del juego",
	"TutoLeaderboardPaginationTitle": "Paginado",
	"TutoLeaderboardPaginationContent": "Aquí se mostrará el número de página de la clasificación a la que perteneces. Podrás ir a la posición siguiente/anterior usando los controles del juego",
	"TutoLeaderboardMainTitle": "Pantalla de clasificación",
	"TutoLeaderboardMainContent": "Aquí podrás ver las posiciones y puntuación de los usuarios pertenecientes a la tabla de clasificación a la que perteneces",
	"TutoGoBackFromLeaderboardTitle": "Volver atrás",
	"TutoGoBackFromLeaderboardContent": "Volver a la pantalla de soluciones"
}
