Repository: llaske/sugarizer
Catalog: activities/Clock.activity/po/*.po
Languages: es

source: Simple Clock
es: Reloj simple

source: Nice Clock
es: Reloj elegante

source: Write time
es: Escribe la hora

source: Write date
es: Escribe la fecha

source: Write seconds
es: Escribe los segundos

# SetTime
source: Set-Time Mode
es: Modo de ajuste del tiempo

# SetTimeGame
source: Set-Time-Game Mode
es: Modo de ajuste del tiempo para el juego

# WhatTime
source: What Time Is It?
es: ¿Qué hora es?

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

# TutoPrev
source: Prev
es: Ant

# TutoNext
source: Next
es: Sig

# TutoEnd
source: End
es: Fin

# TutoExplainTitle
source: Clock Activity
es: Actividad "Reloj"

# TutoExplainContent
source: Clock is a simple activity to learn how to read and tell the time
es: "Reloj" es una actividad simple que ayudará al alumno a leer y decir la hora

# TutoHandTitle
source: The Clock and its "hands"
es: El reloj y sus manecillas

# TutoHandContent
source: The Red, Green and Blue lines are the hands of the clock. The Blue hand tells the hour, the Green hand tells the minutes and the Red hand is the seconds
es: Las líneas roja, verde y azul son las manecillas del reloj. La azul te dirá la hora, la verde te dirá los minutos y la roja te dirá los segundos

# TutoSimpleTitle
source: Simple Clock
es: Reloj simple

# TutoSimpleContent
source: Click this icon to change the look of the clock into simple mode
es: Haz clic en este icono para cambiar el aspecto del reloj al modo simple

# TutoNiceTitle
source: Nice Clock
es: Reloj elegante

# TutoNiceContent
source: Click this icon to change the clock look into nice mode
es: Haz clic en este icono para cambiar el aspecto del reloj al modo elegante

# TutoTimeTitle
source: Show Digital Time
es: Mostrar hora digital

# TutoTimeContent
source: Click this icon to also display the time in number format
es: Haz clic en este icono para mostrar también la hora en formato numérico

# TutoDateTitle
source: Show Date
es: Mostrar fecha

# TutoDateContent
source: Click this icon to also display the current date
es: Haz clic en este icono para mostrar también la fecha actual

# TutoSecondsTitle
source: Show Seconds
es: Mostrar segundos

# TutoSecondsContent
source: Click this icon to display the seconds
es: Haz clic en este icono para mostrar los segundos

# TutoSetTimeTitle
source: Set-Time Mode
es: Modo de ajuste de la hora

# TutoSetTimeContent
source: Click this icon to switch to set-time mode. In this mode you could move the hands to display the hour you want
es: Haz clic en este icono para abrir el modo de ajuste de la hora. En este modo, podrás mover las manecillas del reloj para ver la hora que quieras

# TutoSetTimeGameTitle
source: Game Mode
es: Modo de juego

# TutoSetTimeGameContent
source: Click this icon to switch to set-time-Game mode. In this mode, the time is displayed in number format and you have to move the hands to set it in the matching hour
es: Haz clic en este icono para cambiar al modo de ajuste de la hora para el juego. En este modo, se mostrará la hora en formato numérico, y tendrás que mover las manecillas para poner esa misma hora en el reloj

# ShowAmPmTitle
source: Show hours
es: Show hours and minutes

# TutoShowAmPmContent
source: Click this icon to display 24 hour format in Simple Clock.
es: Click this icon to display AM and PM hours along with minutes in Simple Clock.
