{
    "VolumeTitle": "Volume Activity",
    "VolumeIntro": "Welcome into the Volume activity. Feel free to zoom in and rotate the board to your preference using touch gestures or simply by clicking and scrolling.",
    "AddTetrahedronsTitle": "Add Tetrahedrons",
    "AddTetrahedronsIntro": "Select this and click anywhere on the board to add tetrahedrons to that position. The default is a solid tetrahedron without numbers.",
    "AddCubesTitle": "Add Cubes",
    "AddCubesIntro": "Select this and click anywhere on the board to add cubes to that position. The default is a solid cube without numbers.",
    "AddOctahedronsTitle": "Add Octahedrons",
    "AddOctahedronsIntro": "Select this and click anywhere on the board to add octahedrons to that position. The default is a solid octahedron without numbers.",
    "AddDecahedronsTitle": "Add Decahedrons",
    "AddDecahedronsIntro": "Select this and click anywhere on the board to add decahedrons to that position. The default is a solid decahedron without numbers.",
    "AddDodecahedronTitle": "Add Dodecahedron",
    "AddDodecahedronIntro": "Select this and click anywhere on the board to add dodecahedron to that position. The default is a solid dodecahedrons without numbers.",
    "AddIcosahedronTitle": "Add Icosahedron",
    "AddIcosahedronIntro": "Select this and click anywhere on the board to add icosahedron to that position. The default is a solid icosahedron without numbers.",
    "RemoveVolumesTitle": "Remove Volumes",
    "RemoveVolumesIntro": "Select this and click on any volume on the board to remove it.",
    "SelectVolumeTypeTitle": "Select Volume Type",
    "SelectVolumeTypeIntro": "Select the type of volume you want to add to the board.",
    "ChangeVolumeColorTitle": "Change Volume Color",
    "ChangeVolumeColorIntro": "Choose any one of the colors for your volumes. The default is your buddy color.",
    "ChangeVolumeTextColorTitle": "Change Volume Text Color",
    "ChangeVolumeTextColorIntro": "Choose any one of the colors for the text on your volumes. The default is your buddy stroke color.",
    "ChangeBoardBackgroundTitle": "Change Board Background",
    "ChangeBoardBackgroundIntro": "Choose any one of the three boards backgrounds according to their different frictions.",
    "ZoomInOutTitle": "Zoom In/Out",
    "ZoomInOutIntro": "Use the zoom pallette to zoom in or out.",
    "ThrowButtonTitle": "Throw Button",
    "ThrowButtonIntro": "Use this button to shake the volumes on the board.",
    "RotateBoardTitle": "Rotate the Board",
    "RotateBoardIntro": "Select the arrow pointing in the direction you wish the board to rotate."
}
