Repository: llaske/sugarizer
Catalog: activities/Paint.activity/po/*.po
Languages: es, fr, pl

# PaintImageSaved
source: Image saved to journal!
es: ¡La imagen se guardó en el diario!

# PaintBy
source: Paint by {{name}}
es: Pintado por {{name}}

# PlayerJoin
source: {{user}} joined
es: {{user}} se ha unido
fr: {{user}} a rejoint

# PlayerLeave
source: {{user}} left
es: {{user}} ha abandonado
fr: {{user}} est parti

# TutoPrev
source: Prev
es: Ant
fr: Préc
pl: Poprz

# TutoNext
source: Next
es: Sig
fr: Suiv
pl: Dalej

# TutoEnd
source: End
es: Fin
fr: Fin
pl: Koniec

# TutoExplainTitle
source: Paint Activity
es: Actividad "Pintar"
fr: Activité Paint
pl: Rysowanie

# TutoExplainContent
source: Welcome into the Paint activity. Paint is an activity to create paintings or drawings
es: Bienvenido a la actividad "Pintar". "Pintar" es una actividad para crear pinturas o dibujos
fr: Bienvenue dans l'activité Paint. Paint est une activité pour créer des peintures et dessins
pl: Witaj w Rysowaniu. Rysowanie to aplikacja do tworzenia obrazów.

# TutoNetworkTitle
source: Network
es: Compartir en red
fr: Réseau
pl: Sieć

# TutoNetworkContent
source: Click here to share your work with other users on the network
es: Haz clic aquí para compartir tu trabajo con otros usuarios de la red
fr: Cliquez ici pour partager votre travail avec les autres utilisateurs sur le réseau
pl: Kliknij tutaj aby przejść z Prywatnego do Sąsiedztwa.

# TutoColorsButtonFillTitle
source: Pen color
es: Color del lápiz
fr: Couleur pinceau
pl: Kolor wypełnienia

# TutoColorsButtonFillContent
source: Click here to choose pen color
es: Haz clic aquí para escoger el color de tu lápiz
fr: Cliquez ici pour choisir la couleur du pinceau
pl: Kliknij aby wybrać kolor wypełnienia.

# TutoColorsButtonStrokeTitle
source: Border color
es: Color del borde
fr: Couleur bordure
pl: Kolor obramowania

# TutoColorsButtonStrokeContent
source: Click here to choose border color
es: Haz clic aquí para escoger el color del borde
fr: Cliquez ici pour choir la couleur de la bordure
pl: Kliknij aby wybrać kolor obramowania.

# TutoUndoTitle
source: Undo
es: Deshacer
fr: Annuler
pl: Wstecz

# TutoUndoContent
source: Click here to undo previous actions
es: Haz clic aquí para deshacer tus acciones anteriores
fr: Cliquez ici pour annuler les actions précédentes
pl: Kliknij aby cofnąć akcję.

# TutoRedoTitle
source: Redo
es: Rehacer
fr: Répéter

# TutoRedoContent
source: Click here to redo previous actions
es: Haz clic aquí para rehacer tus acciones anteriores
fr: Cliquez ici pour répéter les actions précédentes
pl: Kliknij aby wykonać akcję ponownie.

# TutoSizeTitle
source: Size
es: Tamaño
fr: Taille
pl: Rozmiar

# TutoSizeContent
source: Click here to select brush size. Each click increase the brush size until the maximum size
es: Haz clic aquí para elegir el tamaño de tu brocha. Cada clic que hagas aumentará el tamaño de la brocha, hasta llegar a un límite máximo
fr: Cliquez ici pour choisir la taille du pinceau. Chaque clic augmente la taille du pinceau, jusqu'à ce que vous soyez arrivé à la taille maximale
pl: Kliknij aby wybrać rozmiar pędzla.

# TutoPenTitle
source: Pen mode
es: Modo "Lápiz"
fr: Mode pinceau
pl: Długopis

# TutoPenContent
source: Click here to select pen mode. In pen mode you could draw on the screen using the pen color
es: Haz clic aquí para elegir el modo "Lápiz". En el modo "Lápiz", podrás dibujar en la pantalla usando un lápiz de color
fr: Cliquez ici pour choisir le mode pinceau. En mode pinceau vous pouvez dessiner sur l'écran en utilisant la couleur du pinceau
pl: Kliknij aby wybrać długopis.

# TutoEraserTitle
source: Eraser mode
es: Modo "Goma de borrar"
fr: Mode gomme
pl: Gumka

# TutoEraserContent
source: Click here to select eraser mode. In eraser mode everything under your pen is erased
es: Haz clic aquí para elegir el modo "Goma de borrar". En el modo "Goma de borrar", borrarás todo lo que esté debajo de tu lápiz
fr: Cliquez ici pour choisir le mode gomme. En mode gomme vous effacez tout ce sur lequel vous passez
pl: Kliknij aby wybrać gumkę.

# TutoStampsTitle
source: Stamps mode
es: Modo "Figuras"
fr: Mode tampons
pl: Znaczki

# TutoStampsContent
source: Click here to select stamp mode. In stamp mode you could draw pre-defined stamps (heart, star, square, ...). Click to draw the stamp then move to change its size. Use pen color and border color button to choose stamps colors
es: Haz clic aquí para elegir el modo "Figuras". En el modo "Figuras", podrás dibujar figuras predefinidas (corazón, estrella, cuadrado...). Haz clic para dibujar la figura, y luego mueve el cursor para cambiar su tamaño. Usa el color de lápiz y de borde para cambiar los colores de las figuras
fr: Cliquez ici pour choisir le mode tampons. En mode tampons vous pouvez dessinez des tampons pré-définis (coeur, étoile, carré, ...). Cliquez pour dessinez le tampon puis deplacez-vous pour changer sa taille. Utilisez la couleur du pinceau et de la bordure pour choisir la couleur des tampons
pl: Kliknij aby wybrać kształt znaczka.

# TutoTextContent
source: Click here to write text in your drawing. Type the text to write in the palette and choose the font. Then click on the board to draw the text and move to change its size
es: Haz clic aquí para escribir textos dentro de tu dibujo. Escribe el texto en la paleta y elige la fuente. Después, haz clic en el tablón para dibujar el texto y mueve el cursos para cambiar su tamaño
fr: Cliquez ici pour écrire du texte dans votre dessin. Tapez le texte à écrire dans la palette et choisissez une fonte. Puis cliquez sur le dessin pour écrire le texte et déplacez-vous pour changer sa taille
pl: Kliknij aby wybrać pole tekstowe

# TutoInsertimageContent
source: Click here to insert in your drawing an image coming from the Journal. Click one time to set the image position then another time to change its size
es: Haz clic aquí para insertar una imagen de tu biblioteca en tu dibujo. Haz clic una vez para elegir la posición de la imagen, y un segundo clic para cambiar su tamaño
fr: Cliquez ici pour insérer dans votre dessin une image en provenance du Journal. Cliquez une fois pour placer l'image à l'endroit où vous le souhaitez puis une autre fois pour changer sa taille
pl: Kliknij aby wstawić zdjęcie z Dziennika

# TutoDrawingsTitle
source: Drawings
es: Dibujos
fr: Coloriage
pl: Rysunki

# TutoDrawingsContent
source: Click here to select a background from preset drawings that you could fill like in a colouring book
es: Haz clic aquí para elegir el fondo de tu tablón de entre varios tipos de patrones, que podrás llenar de color como si fuera un libro para colorear
fr: Cliquez ici pour choisir des dessins pré-définis comme dans un livre de coloriage
pl: Kliknij aby zmienić tło na jeden z wgranych rysunków.

# TutoBucketTitle
source: Bucket
es: Rellenar
fr: Remplissage
pl: Wiadro

# TutoBucketContent
source: Click here to select bucket mode. In bucket mode you could fill part of your drawing with the current pen color
es: Haz clic aquí para elegir el modo "Rellenar". En el modo "Rellenar", podrás rellenar una parte de tu dibujo con el color actual de tu lápiz
fr: Cliquez ici pour choisir le mode remplissage. En mode remplissage vous pouvez remplir toute une zone de votre dessin avec la couleur du pinceau
pl: Kliknij aby wybrać wiadro.

# TutoFiltersContent
source: Click here to choose a filter to change your image appearance
es: Haz clic aquí para elegir un filtro y cambiar el aspecto de tu imagen
fr: Cliquez ici pour choisir un filtre pour changer l'apparence de votre image
pl: Kliknij aby zobaczyć filtry.

# TutoCopyTitle
source: Copy
es: Copiar
fr: Copier
pl: Kopiuj

# TutoCopyContent
source: Click here to copy a part of your drawing. Select a box on the board to copy it then use the paste button to repeat the drawing
es: Haz clic aquí para copiar parte de tu dibujo. Dibuja y elige una sección cuadrada para copiarla, y luego pégala usando el botón "Pegar" para repetir la selección en otra parte del dibujo
fr: Cliquez ici pour copier une partie de votre dessin. Tracez un cadre autour de la partie à copier puis utilisez le bouton Coller pour répéter la partie du dessin choisie
pl: Kliknij aby zaznaczyć prostokątem pole do kopiowania.

# TutoPasteTitle
source: Paste
es: Pegar
fr: Coller
pl: Wklej

# TutoPasteContent
source: Click here to paste a part of your drawing copied with the copy button. Click as many times you want to repeat the copied box
es: Haz clic aquí para pegar parte de un dibujo (que habrás copiado antes con el botón "Copiar"). Haz clic tantas veces como quieras para pegar tantas copias como te apetezca
fr: Cliquez ici pour coller une partie de votre dessin que vous avez copié avec le bouton Copier. Cliquez autant de fois que vous voulez pour répéter le dessin
pl: Kliknij aby wkleić skopiowany prostokąt.

# TutoClearTitle
source: Clear
es: Reiniciar
fr: Effacer
pl: Czyść

# TutoClearContent
source: Click here to clear the board. Everything will be erased. Click undo to retrieve the drawing
es: Haz clic aquí para despejar el tablón. Todo lo que hay en él será eliminado. Haz clic en "Deshacer" para recuperar el dibujo
fr: Cliquez ici pour effacer le dessin. Tout sera supprimé. Cliquez sur le bouton Annuler pour le retrouver
pl: Kliknij aby wyczyścić płótno.

# TutoSaveImageButtonTitle
source: Save in Journal
es: Guardar en la biblioteca

# TutoSaveImageButtonContent
source: Click here to save the current paint image to your journal, where you can use it for other activites
es: Haz clic aquí para guardar la imagen pintada actual en tu biblioteca, donde podrás usarla en otras actividades.

# TutoTextTitle
source: Text mode
fr: Mode texte
pl: Tekst

# TutoInsertimageTitle
source: Insert image
fr: Insérer image
pl: Wstaw zdjęcie

# TutoFiltersTitle
source: Filters
fr: Filtres
pl: Filtry
