Repository: llaske/sugarizer
Catalog: activities/Write.activity/po/*.po
Languages: fr

# PlayerJoin
source: {{user}} joined
fr: {{user}} a rejoint

# PlayerLeave
source: {{user}} left
fr: {{user}} est parti

# Write
source: Write is an editor where you could <strong>type</strong> and <em>format</em> your <u>text</u> and ideas.
fr: Write est un traitement de texte avec lequel vous pouvez <strong>taper</strong> et <em>formater</em> vos <u>textes</u> et vos idées.

# Writefeatures
source: You can also play with <span style="color:rgb(255, 0, 0)
fr: Vous pouvez aussi jouer avec les <span style ="color:rgb(255, 0, 0)"

source: Enjoy
fr: A vous de jouer !

# Doc
source: Export to DOC Done
fr: DOC exporté dans le Journal

# Odt
source: Export to ODT Done
fr: ODT exporté dans le Journal

# Pdf
source: Export to PDF Done
fr: PDF exporté dans le Journal

# Txt
source: Export to TXT Done
fr: TXT exporté dans le Journal

# Welcome
source: Welcome {{username}}!
fr: Bienvenue {{username}} !

source: Network
fr: Partage

source: Foreground Color
fr: Couleur encre

source: Background Color
fr: Couleur fond

source: Format text
fr: Formater texte

source: Paragraph
fr: Paragraphe

source: List
fr: Liste

source: Increase Font size
fr: Augmenter taille police

source: Choose Font
fr: Choisir police

source: Decrease Font size
fr: Diminuer taille police

# Image
source: Insert Image
fr: Insérer Image

source: Undo
fr: Annuler

source: Redo
fr: Rétablir

source: Copy
fr: Copier

source: Paste
fr: Coller

source: Export
fr: Exporter

source: Bold
fr: Gras

source: Italic
fr: Italique

source: Underline
fr: Souligné

source: Strike
fr: Barré

source: Ordered List
fr: Liste ordonnée

source: Unordered List
fr: Liste non ordonnée

source: Justify Left
fr: Justifier à gauche

source: Justify Right
fr: Justifier à droite

source: Justify Center
fr: Aligner

source: Export to TXT
fr: Exporter en TXT

source: Export to PDF
fr: Exporter en PDF

source: Export to DOC
fr: Exporter en DOC

source: Export to ODT
fr: Exporter en ODT

# TutoPrev
source: Prev
fr: Préc

# TutoNext
source: Next
fr: Suiv

# TutoEnd
source: End
fr: Fin

# TutoExplainTitle
source: Write Activity
fr: Activité Write

# TutoExplainContent
source: Welcome into the Write activity. The Write activity is a basic word processor with a simple interface for children. Like a standard word processor, you will be able to format your text using buttons in the toolbar
fr: L'activité Write est un traitement de texte basique avec une interface adaptée aux enfants. Comme un traitement de texte standard, Write vous permet de formatter votre texte en utilisant les boutons dans la barre d'outil

# TutoNetworkTitle
source: Network
fr: Réseau

# TutoNetworkContent
source: Click here to share the activity so other users on the network could co-edit the text with you
fr: Cliquez ici pour partager l'activité pour que d'autres utilisateurs sur le réseau puissent co-éditer le texte avec vous

# TutoForegroundTitle
source: Text Color
fr: Couleur Texte

# TutoForegroundContent
source: Click here to change the color for the text
fr: Cliquez ici pour changer la couleur du texte

# TutoBackgroundTitle
source: Background Color
fr: Couleur Fond

# TutoBackgroundContent
source: Click here to change the background color for the text
fr: Cliquez ici pour changer la couleur de fond du texte

# TutoFormatContent
source: Click here to change the text style. It will allow you to use bold, italic, underline or strike
fr: Cliquez ici pour changer le style du texte. Cela vous permet d'utiliser gras, italique, souligné ou barré

# TutoParagraphTitle
source: Paragraph
fr: Paragraphe

# TutoParagraphContent
source: Click here to change paragraph alignement. You could align text to the right, to the left or to the center
fr: Cliquer ici pour changer l'alignement du paragraphe. Vous pouvez aligner le texte à droite, à gauche ou au centre

# TutoListTitle
source: List
fr: Liste

# TutoListContent
source: Click here to create an ordered or unordered list
fr: Cliquer ici pour créer un liste ordonnée ou non ordonnée

# TutoIncreaseTitle
source: Increase Font Size
fr: Augmenter taille fonte

# TutoIncreaseContent
source: Click here to increase font size
fr: Cliquez ici pour augmenter la taille de la fonte

# TutoFontTitle
source: Font
fr: Fonte

# TutoFontContent
source: Click here to change font for the text: Arial, Comic Sans MS, Verdana, ...
fr: Cliquez ici pour changer la fonte du texte: Arial, Comic Sans MS, Verdane, ...

# TutoDecreaseTitle
source: Decrease Font Size
fr: Diminuer taille fonte

# TutoDecreaseContent
source: Click here to decrease font size
fr: Cliquez ici pour diminuer la taille de la fonte

# TutoInsertTitle
source: Insert Image
fr: Insérer Image

# TutoInsertContent
source: Click here to insert into the document an image from Journal
fr: Cliquez ici pour insérer dans le document une image du Journal

# TutoUndoTitle
source: Undo
fr: Annuler

# TutoUndoContent
source: Click here to undo last action
fr: Cliquez ici pour annuler la dernière action

# TutoRedoTitle
source: Redo
fr: Répéter

# TutoRedoContent
source: Click here to redo last action
fr: Cliquez ici pour répéter la dernière action

# TutoCopyTitle
source: Copy
fr: Copier

# TutoCopyContent
source: Click here to copy selected text
fr: Cliquez ici pour copier le texte sélectionné

# TutoPasteTitle
source: Paste
fr: Coller

# TutoPasteContent
source: Click here to paste copied text
fr: Cliquez ici pour coller le texte qui a été copié

# TutoExportTitle
source: Export
fr: Exporter

# TutoExportContent
source: Click here to export your document in the Journal as a TXT, PDF, DOC or ODT file
fr: Cliquez ici pour exporter votre document dans le Journal en tant que fichier TXT, PDF, DOC ou ODT

# TutoCanvasTitle
source: Content
fr: Contenu

# TutoCanvasContent
source: Here is the place where you can type, edit text and insert images. By default there is a sample text but feel free to remove it and begin to create!
fr: Ici est l'endroit où vous pouvez taper ou éditer le texte et insérer des images. Par défaut, elle contient un texte exemple mais bien sûr vous pouvez le supprimer et commencer à créer le votre

source: SuperScript
fr: Exposant

source: SubScript
fr: Indice

# TutoSuperTitle
source: Superscript
fr: Exposant

# TutoSuperContent
source: Click here to format text as a superscript: i.e. above the current line of text
fr: Cliquez ici pour formater le texte comme un exposant, c'est à dire au-dessus de la ligne du texte

# TutoSubTitle
source: Subscript
fr: Indice

# TutoSubContent
source: Click here to fortmat text as a subcript: i.e. under the current line of text
fr: Cliquez ici pour formater le texte comme un indice, c'est à dire en-dessous de la ligne du texte
