Repository: llaske/sugarizer
Catalog: activities/Memorize.activity/po/*.po
Languages: es, fr

# PlayerJoin
source: {{user}} joined
es: {{user}} se ha unido

# PlayerLeave
source: {{user}} left
es: {{user}} ha abandonado

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoTitleMemorize
source: Memorize Activity
es: Actividad "Memorizar"
fr: Activité Memorize

# TutoTitleActivity
source: Activity
es: Actividad
fr: Activité

# TutoTitleTemplate
source: Game type
es: Tipo de juego
fr: Type de jeu

# TutoTitleSize
source: Game size
es: Tamaño de juego
fr: Taille du jeu

# TutoTitleReset
source: Reset game
es: Reiniciar partida
fr: Réinitialiser

# TutoTitleGoPlay
source: Play
es: Jugar
fr: Jouer

# TutoTitleInstructions
source: Instructions
es: Instrucciones

# TutoTitleCardType1
source: Card type 1
es: Carta (tipo 1)
fr: Cartes 1

# TutoTitleCardType2
source: Card type 2
es: Carta (tipo 2)
fr: Cartes 2

# TutoTitleSounds
source: Cards
es: Cartas
fr: Cartes

# TutoTitlePlay
source: Group mode
es: Modo en grupo
fr: Mode regroupement

# TutoTitleInsert
source: Pair type
es: Modo en parejas
fr: Type de paire

# TutoTitleClear
source: Clear
es: Despejar
fr: Effacer

# TutoTitleInput
source: Card content
es: Contenido de carta
fr: Contenu carte

# TutoTitleInsertImage
source: Image card
es: Carta con imagen
fr: Carte image

# TutoTitleAddCard
source: Add pair
es: Añadir par
fr: Ajouter paire

# TutoTitleUpdateCard
source: Update pair
es: Actualizar par
fr: Mettre à jour paire

# TutoTitleClearCard
source: Remove pair
es: Eliminar par
fr: Supprimer paire

# TutoExplainContent
source: Welcome to the famous memorize game: find matching pairs in pre-existing game (addition, letters, sounds) or create easily new games by yourself
es: Bienvenido al mundialmente famoso juego de memoria: encuentra pares de figuras en los modos por defecto (sumas, letras, sonidos) o crea tus propios juegos
fr: Bienvenue dans le fameux jeu de mémoire: trouvez les paires dans les jeux proposés (addition, lettres, sons) ou créez facilement par vous même de nouveaux jeux

# TutoNumberOne
source: Choose one of the number 1 cards...
es: Escoge tu primera carta...
fr: Choisissez une carte de numéro 1...

# TutoNumberTwo
source: ...then choose one of the number 2 card to begin matching
es: ...y luego escoge tu segunda carta, intentando que sean pareja
fr: ...puis un carte de numéro 2 pour faire la correspondance

# TutoExplainPlay
source: Try to remember where all the cards are and match them
es: No te olvides de acordarte de dónde está cada carta para emparejarla
fr: Essayez de vous rappeler où se trouvent les cartes pour les faire correspondre

# TutoActivity
source: Click here to update the title of the activity to easily find it in the Journal
es: Haz clic aquí para actualizar el título de la actividad, así podrás encontrarla más fácilmente en la biblioteca
fr: Cliquez ici pour mettre à jour le titre de votre activité pour la retrouver facilement dans le journal

# TutoNetwork
source: This menu let you share your activity with other users
es: Este menú te permitirá compartir tu actividad con otros usuarios
fr: Ce menu vous permet de partager l'activité avec les autres utilisateurs

# TutoGameTemplate
source: Click here to choose the types of cards you want to match (addition, letters, sounds)
es: Haz clic aquí para elegir el tipo de cartas con las que quieres jugar (sumas, letras, sonidos)
fr: Cliquez ici pour choisir le type de cartes à faire correspondre (addition, lettres, sons)

# TutoGameSize
source: Click here to change the grid size of your board
es: Haz clic aquí para cambiar el tamaño de la plantilla de tu tablero
fr: Cliquez ici pour changer la taille de la grille de votre jeu

# TutoResetGame
source: Click here to reset the game
es: Haz clic aquí para reiniciar la partida
fr: Cliquez pour réinitialiser le jeu

# TutoOpenEditor
source: Click here to create your new game or update the current one
es: Haz clic aquí para crear tu propio juego o actualizar el juego actual
fr: Cliquez ici pour passer en mode éditeur afin de créer votre jeu ou modifier le jeu actuel

# TutoInsertMode
source: Click here to define if the user will search two times the same card or if he will search two different cards representing the same concept
es: Haz clic aquí para definir si el usuario debe buscar dos cartas idénticas o dos cartas representando el mismo concepto
fr: Cliquez ici pour choisir si l'utilisateur recherchera deux fois la même carte ou s'il cherchera deux cartes différentes représentant le même concept

# TutoPlayMode
source: Click here to define if cards are splitted in two groups or if cards are mixed together
es: Haz clic aquí para definir si las cartas estarán divididas en dos grupos o si estarán mezcladas
fr: Cliquez ici pour définir si les cartes des paires sont séparées en deux groupes ou toutes mélangées

# TutoClear
source: Click here to clear all cards
es: Haz clic aquí para despejar todas las cartas
fr: Cliquez ici pour supprimer toutes les cartes

# TutoEditorInputBox
source: Type here the text for your card
es: Escribe aquí el texto de tu carta
fr: Tapez ici le texte de la carte

# TutorEditorInsertImage
source: Click here to use an image for your card instead of a text
es: Haz clic aquí para usar una imagen (en lugar de texto) en tu carta
fr: Cliquez ici pour choisir une image pour la carte plutôt que du texte

# TutoEditorAddButton
source: Click here to create a new pair
es: Haz clic aquí para crear un nuevo par
fr: Cliquez ici pour créer une nouvelle paire

# TutoEditorUpdateButton
source: Click here to update the pair
es: Haz clic aquí para actualizar el par
fr: Cliquez ici pour mettre à jour la paire

# TutoEditorDeleteButton
source: Click here to clear the current pair
es: Haz clic aquí para deseleccionar el par actual
fr: Cliquez ici pour supprimer la paire courante

# TutoSounds
source: Choose one card...
es: Escoge una carta...
fr: Choisissez une carte...

# TutoSounds2
source: ...then choose one other card to begin matching
es: ...y luego escoge otra para emparejarla
fr: ...puis une autre carte pour faire la correspondance

# TutoEditorPlayMode
source: Click here to go back to play mode
es: Haz clic aquí para volver al modo de juego
fr: Cliquez ici pour retourner au jeu

# TutoTitleNetwork
source: Network
fr: Réseau

# TutoTitleOpen
source: Editor
fr: Editeur
