Repository: llaske/sugarizer
Catalog: activities/Markdown.activity/po/*.po
Languages: pt

source: Sample input
pt: Exemplo de entrada

# need-help
source: Do you need help?
pt: Você precisa de ajuda?

source: insertText
pt: Inserir texto

# put-it-right-here
source: whatever you are quoting, put it right here
pt: Escreva aqui oque você estiver citando

# wmd-bold-button-second
source: Strong <strong> Ctrl+B
pt: Negrito <strong> Ctrl+B

# wmd-italic-button-second
source: Emphasis <em> Ctrl+I
pt: Itálico <em> Ctrl+I

# wmd-heading-button
source: Heading <h1>/<h2> Ctrl+H
pt: Título <h1>/<h2> Ctrl+H

# wmd-hr-button
source: Horizontal Rule <hr> Ctrl+R
pt: Linha horizontal <hr> Ctrl+R

# wmd-olist-button
source: Numbered List <ol> Ctrl+O
pt: Lista numerada <ol> Ctrl+O

# wmd-ulist-button
source: Bulleted List <ul> Ctrl+U
pt: Lista com pontos <ul> Ctrl+U

# wmd-code-button
source: Code Sample <pre><code> Ctrl+K
pt: Código de exemplo <pre><code> Ctrl+K

# wmd-quote-button
source: Blockquote <blockquote> Ctrl+Q
pt: Bloco de citação <blockquote> Ctrl+Q

# wmd-link-button
source: Hyperlink <a> Ctrl+L
pt: Hiperlink <a> Ctrl+L

# wmd-undo-button
source: Undo - Ctrl+Z
pt: Desfazer - Ctrl+Z

# wmd-redo-button
source: Redo - Ctrl+Shift+Z
pt: Refazer - Ctrl+Shift+Z

# wmd-showHideEditor-button
source: Show/Hide Editor
pt: Mostrar/ocultar editor

# wmd-showHidePreview-button
source: Show/Hide Preview
pt: Mostrar/ocultar previsão
