Repository: llaske/sugarizer
Catalog: activities/Abecedarium.activity/po/*.po
Languages: fr

# TutoPrev
source: Prev
fr: Préc

# TutoNext
source: Next
fr: Suiv

# TutoEnd
source: End
fr: Fin

# TutoExplainTitle
source: Abecedarium Activity
fr: Activité Abecedarium

# TutoExplainContent
source: Welcome into the Abecedarium activity. Abecedarium is an abecedary activity to learn its alphabet using images, sounds and words
fr: Bienvenue dans l'activité Abecedarium. Abecedarium est un abécédaire pour apprendre l'alphabet en utilisant des images, des sons et des mots

# TutoInstrumentContent
source: Click here to change the instrument playing the background sound
fr: Cliquez ici pour changer l'instrument qui joue la musique de fond

# TutoInfoTitle
source: Credits
fr: Crédits

# TutoInfoContent
source: Click here to see credits of the activity
fr: Cliquez ici pour voir les crédits de l'activité

# TutoLearnButtonTitle
source: Learn
fr: Apprendre

# TutoLearnButtonContent
source: Click here to enter the "Learn" mode. There you can explore and learn several thousands of words in English, French and Spanish
fr: Cliquez ici pour entrer dans le mode "Apprendre". Ici vous pouvez explorer et apprendre plusieurs milliers de mots en Anglais, Français et Espagnol

# TutoPlayButtonTitle
source: Play
fr: Jouer

# TutoPlayButtonContent
source: Click here to enter the "Play" mode. There you can test the knowledge you have learned in "Learn" mode. Guess the word matching sound, image or text
fr: Cliquez ici pour entrer dans le mode "Jouer". Ici vous pouvez tester les connaissances que vous avez apprises dans le mode "Apprendre". Devinez le mot correspondant au son, à l'image ou au texte présenté

# TutoBuildButtonTitle
source: Build
fr: Construire

# TutoBuildButtonContent
source: Click here to enter the "Build" mode. Will be available soon
fr: Cliquez ici pour entrer dans le mode "Construire". Bientôt disponible

# TutoLearnExplainTitle
source: Learn
fr: Apprendre

# TutoLearnExplainContent
source: Here you can explore and learn words in English, French and Spanish
fr: Ici vous pouvez explorer et apprendre des mots en Anglais, Français et Espagnol

# TutoHomeTitle
source: Home
fr: Accueil

# TutoHomeContent
source: Click here to go back to the Home page
fr: Cliquez ici pour retourner à la page d'Accueil

# TutoFontTitle
source: Text style
fr: Style Texte

# TutoFontContent
source: Click here to change text style: lower case, upper case or cursive
fr: Cliquez ici pour changer le style du texte: minuscule, majuscule ou cursive

# TutoLangTitle
source: Language
fr: Langue

# TutoLangContent
source: Click here to change language: French, Spanish or English
fr: Cliquez ici pour changer la langue: Français, Espagnol ou Anglais

# TutoLearnBoxThemeTitle
source: Filter
fr: Filtrer

# TutoLearnBoxThemeContent
source: Here you can choose the category or the first letter of the words you want to learn more about
fr: Ici vous pouvez choisir la catégorie ou la première lettre des mots que vous voulez apprendre

# TutoLearnBoxCollectionTitle
source: Filter
fr: Filtrer

# TutoLearnBoxCollectionContent
source: Here you can choose the category of the words you want to learn more about
fr: Ici vous pouvez choisir la catégorie de mots que vous voulez apprendre

# TutoLearnBoxEntryTitle
source: Words
fr: Mots

# TutoLearnBoxEntryContent
source: Here you can see the words, click on a word to listen the matching sound
fr: Ici vous pouvez voir les mots, cliquez sur un mot pour écouter le son correspondant

# TutoBackTitle
source: Back
fr: Retour

# TutoBackContent
source: Click here to go back to the previous page
fr: Cliquez ici pour retourner à la page précédente

# TutoListenTitle
source: Listen all
fr: Tout écouter

# TutoListenContent
source: Click here to listen all the words in the page, one following another
fr: Cliquez ici pour écouter tous les mots de la page l'un après l'autre

# TutoPauseContent
source: Click here to pause the listening of all words
fr: Cliquez pour mettre en pause l'écoute de tous les mots

# TutoPrevPageTitle
source: Previous page
fr: Précédent

# TutoPrevPageContent
source: Click here to move to the previous page of words
fr: Cliquez ici pour passer à la page de mots précédente

# TutoNextPageTitle
source: Next page
fr: Suivant

# TutoNextPageContent
source: Click here to move to the next page of words
fr: Cliquez ici pour passer à la page de mots suivante

# TutoPlayExplainTitle
source: Play
fr: Jouer

# TutoPlayExplainContent
source: Here you can test the knowledge you have learned in "Learn" mode. There is 6 guess games. In each game you have to guess the word matching to an image, a sound or a text
fr: Ici vous pouvez tester les connaissances que vous avez apprises dans le mode "Apprendre". Il y a 6 jeux. Dans chaque jeu vous devez deviner le mot correspondant à l'image, au son ou au texte

# TutoFilterTitle
source: Filter
fr: Filtrer

# TutoFilterContent
source: Here you can choose the category or the first letter of the words you want to practise
fr: Ici vous pouvez choisir la catégorie ou la première lettre des mots avec lesquels vous voulez jouer

# TutoPlay1Title
source: Image to text
fr: Image en texte

# TutoPlay1Content
source: In this game, you will see the image and you have to guess the correct text that is written
fr: Dans ce jeu, vous verrez une image et vous devrez deviner le texte écrit correspondant

# TutoPlay2Title
source: Image to sound
fr: Image en son

# TutoPlay2Content
source: In this game, you will see the image and you have to guess the correct sound
fr: Dans ce jeu, vous verrez une image et vous devrez deviner le son correspondant

# TutoPlay3Title
source: Text to image
fr: Texte en image

# TutoPlay3Content
source: In this game, you will see the text and you have to guess the correct image of how it looks
fr: Dans ce jeu, vous verrez un texte et vous devrez deviner l'image correspondante

# TutoPlay4Title
source: Text to sound
fr: Texte en son

# TutoPlay4Content
source: In this game, you will see the text and you have to guess the correct sound
fr: Dans ce jeu, vous verrez un texte et vous devrez deviner le son correspondant

# TutoPlay5Title
source: Sound to image
fr: Son en image

# TutoPlay5Content
source: In this game, you will hear the sound and you have to guess the correct image of how it looks
fr: Dans ce jeu, vous entendrez un son et vous devrez deviner l'image correspondante

# TutoPlay6Title
source: Sound to text
fr: Son en texte

# TutoPlay6Content
source: In this game, you will hear the sound and you have to guess the correct text that is written
fr: Dans ce jeu, vous entendrez un son et vous devrez deviner le texte écrit correspondant

# TutoPlayEntryBoxContent
source: Here is the word to guess. You need to choose the correct answer from three answers given below
fr: Ceci est le mot à deviner. Vous devez choisir la réponse correcte parmi les trois réponses en dessous

# TutoCheckTitle
source: Check
fr: Vérifier

# TutoCheckContent
source: Click here to check if your answer is correct
fr: Cliquez ici pour vérifier si votre réponse est correcte

# TutoPngTitle
source: Save PNG
fr: Enregistrer PNG

# TutoPngContent
source: Here you can export to Journal the image of a word. Click here then on the word to export
fr: Ici vous pouvez exporter dans le Journal l'image correspondant à un mot. Cliquez ici puis sur le mot à exporter

# TutoSoundTitle
source: Save sound
fr: Enregistrer son

# TutoSoundContent
source: Here you can export to Journal the sound of a word. Click here then on the word to export
fr: Ici vous pouvez exporter dans le Journal le son correspondant à un mot. Cliquez ici puis sur le mot à exporter
