Repository: llaske/sugarizer
Catalog: activities/TankOp.activity/po/*.po
Languages: fr, pl, pt

source: START
fr: DEMARRER
pt: COMEÇAR

source: NEXT MISSION
fr: PROCHAINE MISSION
pl: NASTĘPNA MISJA
pt: PRÓXIMA MISSÃO

source: COMPLETED
fr: TERMINEES
pl: UKOŃCZONO
pt: COMPLETO

source: WAVE
fr: VAGUE
pl: FALA
pt: ONDA

# AAS
source: ADDITION AND SUBTRACTION
fr: ADDITION ET SOUSTRACTION
pl: DODAWANIE I ODEJMOWANIE
pt: ADIÇÃO E SUBTRAÇÃO

# STW
source: SUBTRACTION TWO DIGITS
fr: SOUSTRACTION A DEUX CHIFFRES
pl: ODEJMOWANIE DWUCYFROWYCH
pt: SUBTRAÇÃO COM DOIS DÍGITOS

# S020
source: SUBTRACTION 0 TO 20
fr: SOUSTRACTION DE 0 A 20
pl: ODEJMOWANIE 0 DO 20
pt: SUBTRAÇÃO DE 0 A 20

# S010
source: SUBTRACTION 0 TO 10
fr: SOUSTRACTION DE 0 A 10
pl: ODEJMOWANIE 0 DO 10
pt: SUBTRAÇÃO DE 0 A 10

# Missing
source: MISSING NUMBERS
fr: NOMBRES MANQUANTS
pl: BRAKUJĄCE LICZBY
pt: NÚMEROS AUSENTES

# TDN
source: TWO DIGITS NUMBERS
fr: NOMBRES A DEUX CHIFFRES
pl: LICZBY DWUCYFROWE
pt: NÚMERO DE DOIS DÍGITOS

# SUM20
source: SUMS TO 20
fr: SOMMES JUSQU'A 20
pl: SUMY DO 20
pt: SOMA ATÉ 20

# SUM15
source: SUMS TO 15
fr: SOMMES JUSQU'A 15
pl: SUMY DO 15
pt: SOMA ATÉ 15

# SUM10
source: SUMS TO 10
fr: SOMMES JUSQU'A 10
pl: SUMY DO 10
pt: SOMA ATÉ 10

# ADD5
source: ADDITION 1 TO 5
fr: ADDITION DE 1 A 5
pl: DODAWANIE 1 DO 5
pt: ADIÇÃO DE 1 A 5

# ADD3
source: ADDITION 1 TO 3
fr: ADDITION DE 1 A 3
pl: DODAWANIE 1 DO 3
pt: ADIÇÃO DE 1 A 3

# Type
source: TYPE NUMBER
fr: TAPEZ NOMBRE
pl: WPISZ LICZBĘ
pt: DIGITE UM NÚMERO

# CaC
source: concept and code
fr: concept et code
pl: Koncepcja i kod
pt: conceito e código

# Vicki
source: Vicki Wenderlich (game unit)
fr: Vicki Wenderlich (unités et décors)
pt: Vicki Wenderlich (unidade de jogo)

# Tux
source: Tux4kids (LCD Display)
fr: Tux4kids (affichage LCD)
pt: Tux4kids (Display LCD)

# Mister
source: Mister Pixel from The Noun Project (keyboard icon)
fr: Mister Pixel from The Noun Project (icône clavier)
pt: Mister Pixel de The Noun Project (ícone do teclado)

# None
source: Black Ops One font par James Grieshaber (military font)
fr: Black Ops One font par James Grieshaber (fonte militaire)
pt: Black Ops One font par James Grieshaber (fonte militar)

source: music
fr: musique
pl: Muzyka
pt: música

# Valkyries
source: Ride of the Valkyries, Richard Wagner, Americain Symphony Orchestra 1921
fr: La chevauchée des Valkyries, Richard Wagner, Americain Symphony Orchestra 1921
pt: Cavalgada das Valquírias, Richard Wagner, Orquestra Sinfônica Americana 1921

# Sounds
source: sounds effects
fr: effets sonores
pl: Efekty dźwiękowe
pt: efeitos sonoros

# Joshfeed
source: joshfeed from freesound (missed)
fr: joshfeed from freesound (raté)
pt: joshfeed de freesound (perdido)

# Danipenet
source: DANIpeNet from freesound (mission complete)
fr: DANIpeNet from freesound (mission terminée)
pt: DANIpeNet de freesound (missão completa)

# Juskiddink
source: juskiddink from freesound (mission failed)
fr: juskiddink from freesound (mission echouée)
pt: juskiddink de freesound (missão falhou)

# TutoPrev
source: Prev
fr: Préc
pt: Anterior

# TutoNext
source: Next
fr: Suiv
pt: Próximo

# TutoEnd
source: End
fr: Fin
pt: Fim

# TutoExplainTitle
source: Tank Operation Activity
fr: Activité Tank Operation
pt: Atividade Tank Operation

# TutoExplainContent
source: Welcome into the Tank Operation activity. Tank Operation is an arcade game that helps kids practice their math facts with different level of difficulty
fr: Bienvenue dans l'activité Tank Operation. Tank Operation est un jeu d'arcade qui aide les enfants à pratiquer leur arithmétique avec différents niveaux de difficultés

# TutoFullScreenButtonTitle
source: Fullscreen
fr: Plein écran
pt: Tela cheia

# TutoFullScreenButtonContent
source: Click this icon to switch to Full Screen mode
fr: Cliquez cet icône pour passer en mode plein écran
pt: Clique neste ícone para mudar para tela cheia

# TutoStopButtonContent
source: Click this icon to quit the activity and go back to Sugarizer home view
fr: Cliquez cet icône pour quitter l'activité et revenir à la page d'accueil de Sugarizer
pt: Clique neste ícone para sair da atividade e retornar à página inicial do Sugarizer

# TutoCreditsTitle
source: Credits
fr: Crédits
pt: Créditos

# TutoCreditsContent
source: Press this button to know more about developers behind this activity
fr: Appuyez sur ce bouton pour en savoir plus sur les développeurs de cette activité
pt: Clique neste botão para saber mais sobre os desenvolvedores desta atividade

# TutoChangeMissionTitle
source: Select Mission
fr: Choisir Mission
pt: Escolher missão

# TutoChangeMissionContent
source: Here you could choose the mission. Each mission is an opportunity to explore operations (number, addition, substraction, ...). Use the left and right buttons to change mission
fr: Ici vous pouvez choisir la mission. Chaque mission vous permet d'explorer les opérations (nombres, addition, soustraction, ...). Utilisez les boutons gauche et droite pour changer de mission

# TutoStartActivityTitle
source: Start Game
fr: Démarrer Jeu
pt: Iniciar o jogo

# TutoStartActivityContent
source: Press this button to start the game with the current selected mission
fr: Appuyez sur ce bouton pour démarrer le jeu avec la mission actuellement sélectionnée
pt: Pressione este botão para iniciar o jogo com a atual missão escolhida

# TutoCompletedMissionsTitle
source: Completed Missions
fr: Missions Terminées
pt: Missões concluídas

# TutoCompletedMissionsContent
source: Here you could see the missions already completed. Each yellow stars is a mission completed. Complete all 12 missions to be a champion!
fr: Ici vous pouvez voir les missions déjà terminées. Chaque étoile jaune correspond à une mission terminée. Terminez les 12 missions pour être un champion !

# TutoGameTitle
source: Battleground
fr: Champs de bataille
pt: Campo de batalha

# TutoGameContent
source: Your units are on left and enemy units enter on right. Obstacles could slow down units depending of their types
fr: Vos unités sont à gauche et les unités ennemies sont à droite. Les obstacles peuvent ralentir les unités en fonction de leur type

# TutoWaveTitle
source: Eneny Wave
fr: Vague Ennemie
pt: Onda inimiga

# TutoWaveContent
source: Shows the number of current enemy wave. You should destroy the five waves to complete the mission
fr: Affiche le numéro actuel de la vague ennemie. Vous devez détruire les cinq vagues pour terminer la mission
pt: Exibir o número atual da onda inimiga. Você dever destruir cinco ondas para concluir a missão

# TutoScoreContent
source: Shows your current score. You gain point for each enemy unit destroyed
fr: Affiche le score actuel. Vous gagnez des points pour chaque unité ennemie détruite
pt: Exibir o placar atual. Você ganha pontos para cada unidade inimiga destruida

# TutoPlayExplainTitle
source: Rules of game
fr: Règles du jeu
pt: Regras do jogo

# TutoPlayExplainContent
source: Destroy each wave of enemy units before they destroy your headquarters. Enemy troops are destroyed when you type the right result of operation
fr: Détruire chaque vague d'unités ennemies avant qu'elles détruisent vos quartiers généraux. Les troupes ennemies sont détruites quand vous tapez le résultat correct de l'opération

# TutoPlayControlsTitle
source: Enter Result
fr: Saisir Résultat

# TutoPlayControlsContent
source: Click on these numbers to enter result or type it on your keyboard.
fr: Cliquez sur ces chiffres pour saisir le résultat, ou tapez les sur le clavier

# TutoPlayFire
source: Fire
fr: Feu
pt: Fogo

# TutoPlayFireContent
source: Press this button or press the spacebar on your keyboard to fire. Units matching the result will be destroyed
fr: Appuyez sur ce bouton ou sur la touche espace du clavier pour tirer. Les unités correspondants aux résultats seront détruites

# TutoPlayHomeTitle
source: Home
fr: Accueil

# TutoPlayHomeContent
source: Press this button to go back to home
fr: Appuyez sur ce bouton pour retourner à la page d'accueil
pt: Pressione este botão para retornar à página inicial

source: SCORE
pl: WYNIK
pt: PONTUAÇÃO

source: arts
pl: Wygląd
pt: arte

# Fridobeck
source: fridobeck from freesound (explosion)
pt: fridobeck de freesound (explosão)
