Repository: llaske/sugarizer
Catalog: activities/LastOneLoses.activity/po/*.po
Languages: es, pl

# PlayerJoin
source: {{user}} joined
es: {{user}} se ha unido
pl: {{user}} dołączył

# PlayerLeave
source: {{user}} left
es: {{user}} ha abandonado
pl: {{user}} opuścił grę

# TutoPrev
source: Prev
es: Ant
pl: Poprz

# TutoNext
source: Next
es: Sig
pl: Dalej

# TutoEnd
source: End
es: Fin
pl: Koniec

# TutoExplainTitle
source: Last One Loses Activity
es: Actividad "El último pierde"
pl: Ostatni Przegrywa

# TutoExplainContent
source: Welcome into the Last One Loses activity. Last One Loses is a small game where each player should avoid to take the last item on the board. You could play against the computer or against another player on the network
es: Bienvenido a la actividad "El último pierde". En esta actividad, el alumno accederá a un juego multijugador donde deberá evitar recoger el último objeto de la mesa. Podrá jugar contra el ordenador o contra otro jugador que esté conectado
pl: Witaj w Ostatni Przegrywa. Jest to mała gra komputerowa.

# TutoNetworkTitle
source: Network
es: Compartir en red
pl: Sieć

# TutoNetworkContent
source: Click here to share the game on the network so an opponent could play against you
es: Haz clic aquí para compartir tu partida y que un oponente pueda enfrentarse a ti
pl: Kliknij aby zmienić z Prywatnego na Sąsiedztwo.

# TutoNewgameTitle
source: New Game
es: Nueva partida
pl: Nowa Gra

# TutoNewgameContent
source: Click here to start a new game. It will reinit the board with 13 items.
es: Haz clic aquí para empezar una nueva partida, colocando 13 objetos sobre la mesa.
pl: Kliknij aby rozpocząć nową grę.

# TutoEasyTitle
source: Easy Level
es: Nivel fácil
pl: Łatwy Poziom

# TutoEasyContent
source: Click here to select the level of difficulty easy. At this level the computer will be equivalent to a beginner opponent
es: Haz clic aquí para elegir el nivel de dificultad fácil. En este nivel, el ordenador se comportará como un oponente principiante
pl: Kliknij aby wybrać łatwy poziom trudności.

# TutoMediumTitle
source: Medium Level
es: Nivel normal
pl: Średni poziom

# TutoMediumContent
source: Click here to select the level of difficulty medium. At this level the computer will be equivalent to an average opponent
es: Haz clic aquí para elegir el nivel de dificultad normal. En este nivel, el ordenador se comportará como un oponente normal
pl: Kliknij aby wybrać średni poziom trudności.

# TutoHardTitle
source: Hard Level
es: Nivel difícil
pl: Trudny Poziom

# TutoHardContent
source: Click here to select the level of difficulty hard. At this level the computer will be equivalent to an expert opponent
es: Haz clic aquí para elegir el nivel de dificultad difícil. En este nivel, el ordenador se comportará como un oponente experto
pl: Kliknij aby wybrać trudny poziom trudności.

# TutoSwitchTitle
source: Switch Player
es: Cambiar administrador
pl: Zmień Gracza

# TutoSwitchContent
source: Click here to let your opponent begin the game. It will work only at the begining of the game
es: Haz clic aquí para que sea tu oponente el que decida cuándo comenzar la partida. Solo funcionará al comienzo de la partida
pl: Kliknij aby oddać swoją turę komputerowi lub drugiemu graczowi.

# TutoBoardTitle
source: Board
es: Tablero
pl: Patyki

# TutoBoardContent
source: The game starts with 13 items on the board. At its turn, each player has to get between 1 to 3 items on the board by clicking on them, then by clicking on the validate button. The player which get the last item on the board loses the game
es: La partida comienza con 13 objetos sobre el tablero. Durante su turno, cada jugador tiene que recoger entre 1 y 3 objetos del tablero haciendo clic sobre ellos y luego sobre el botón "Terminar". El jugador que recoja el último objeto del tablero pierde la partida
pl: Każdy gracz musi wziąć od 1 do 3 patyków z planszy. Ten, który weźmie ostatniego, przegrywa.
