Repository: llaske/sugarizer
Catalog: activities/Calligra.activity/po/*.po
Languages: es, fr, pt

source: Calligra Activity
es: Actividad "Caligrafía"
fr: Activité Calligra

source: Help
es: Ayuda
fr: Aide
pt: Ajuda

source: Fullscreen
es: Pantalla completa
fr: Plein écran
pt: Tela cheia

# Settings
source: Editor/Play mode
es: Editor/Modo de juego
fr: Mode Editer/Jouer

# Lines
source: Show/Hide Lines
es: Ver/Ocultar líneas
fr: Cacher/Montrer Lignes

# InsertImage
source: Insert item
fr: Insérer Image

# PrevShort
source: Prev
es: Ant
fr: Préc
pt: Anterior

# NextShort
source: Next
es: Sig
fr: Suiv
pt: Próximo

# EndShort
source: End
es: Fin
fr: Fin
pt: Fim

# Template
source: Templates
es: Plantillas
fr: Modèles

# TutoExplainTitle
source: Calligra activity
es: Actividad "Caligrafía"
fr: Activité Calligra

# TutoExplainContent
source: Welcome to the Calligra activity. This activity is a fun activity to help kids learn cursive writing: letters, numbers or figures.
es: Bienvenido a la actividad "Caligrafía". En esta actividad, el alumno se divertirá aprendiendo a escribir letras, números o figuras en cursiva.
fr: Bienvenue dans l'activité Calligra. Cette activité est une activité amusante pour aider les enfants à apprendre l'écriture cursive: lettres, nombres et figures.

# TutoTemplateButtonTitle
source: Templates
es: Plantillas
fr: Modèles

# TutoTemplateButtonContent
source: Click on the palette to choose template to draw.
es: Haz clic en la paleta para escoger la plantilla que quieres usar.
fr: Cliquer sur la palette pour choisir les modèles à dessiner.

# TutoEditorItemTitle
source: Item to remove
es: Objetos a eliminar
fr: Elément à supprimer

# TutoEditorItemContent
source: Click on the item you want to remove.
es: Haz clic en el objeto que quieres eliminar.
fr: Cliquer sur l'élément que vous voulez supprimer.

# TutoPlayerItemTitle
source: Item to draw
es: Objetos a dibujar
fr: Elément à dessiner

# TutoPlayerItemContent
source: Click on the item you want to draw.
es: Haz clic en el objeto que quieres dibujar.
fr: Cliquer sur l'élément que vous voulez dessiner.

# TutoInsertImageButtonTitle
source: Insert item
fr: Insérer élément

# TutoInsertImageButtonContent
source: Click here to create a new item. It will let you choose the image for the new item.
es: Haz clic aquí para crear un nuevo objeto. Al hacerlo, podrás elegir la imagen que quieres dibujar.
fr: Cliquer ici pour créer un nouvel élément. Cela vous permettra de choisir l'image à utiliser pour l'élément.

# TutoEditorTemplateButtonTitle
source: Switch to editor mode
es: Cambiar al modo de edición
fr: Passer en mode Editer

# TutoEditorTemplateButtonContent
source: Click to switch to the editor mode where you could update the template: create new item or remove an existing item.
es: Haz clic para cambiar al modo de edición, donde podrás actualizar la plantilla creando un nuevo objeto o eliminando uno existente.
fr: Cliquer pour passer en mode éditer où vous pourrez mettre à jour le modèle: créer un nouvel élément ou en supprimer.

# TutoPlayerTemplateButtonTitle
source: Switch to play mode
es: Cambiar al modo de juego
fr: Passer en mode Jouer

# TutoPlayerTemplateButtonContent
source: Click to switch to the play mode where you could draw items in the template.
es: Haz clic para cambiar al modo de juego, donde podrás dibujar más objetos en la plantilla.
fr: Cliquer pour passer en mode jouer où vous pourrez dessiner les éléments dans le modèle.

# TutoEditorItemButtonTitle
source: Switch to editor mode
es: Cambiar al modo de edición
fr: Passer en mode Editer

# TutoEditorItemButtonContent
source: Click to switch to the editor mode where you could define drawing paths for this item.
es: Haz clic para cambiar al modo de edición, donde podrás definir las zonas en las que dibujar este objeto.
fr: Cliquer pour passer en mode éditer où vous pourrez définir les tracés pour dessiner l'élément.

# TutoPlayerItemButtonTitle
source: Switch to play mode
es: Cambiar al modo de juego
fr: Passer en mode Jouer

# TutoPlayerItemButtonContent
source: Click to switch to the play mode where you could draw the item.
es: Haz clic para cambiar al modo de juego, donde podrás dibujar el objeto elegido.
fr: Cliquer pour passer en mode jouer où vous pourrez dessiner l'élément.

# TutoFullscreenButtonTitle
source: Fullscreen
es: Pantalla completa
fr: Plein écran
pt: Tela cheia

# TutoFullscreenButtonContent
source: Click on this icon to display the current content in full screen mode.
es: Haz clic en este icono para mostrar el contenido actual en pantalla completa.
fr: Cliquer sur ce bouton pour passer en mode plein écran.
pt: Clique no ícone para exibir o conteúdo atual no modo tela cheia.

# TutoLinesButtonTitle
source: Show/Hide Lines
es: Ver/Ocultar líneas
fr: Cacher/Montrer Lignes

# TutoLinesButtonContent
source: Click to show/hide lines to guide your drawing.
es: Haz clic para ver/ocultar las líneas de guía para tus dibujos.
fr: Cliquer pour cache/montrer les lignes pour guider le dessin.

# TutoZoomButtonContent
source: Click on this palette to zoom in/zoom out the item.
es: Haz clic en esta paleta para ampliar/reducir el nivel de zoom sobre el objeto.
fr: Cliquer sur cette palette pour faire un zoom avant/arrière de l'élément.

# TutoBackButtonTitle
source: Back
es: Atrás
fr: Retour

# TutoBackButtonContent
source: Click here to go back to the list of items.
es: Haz clic aquí para volver a la lista de objetos.
fr: Cliquer ici pour retourner à la liste des éléments.

# TutoRestartButtonTitle
source: Restart
es: Reiniciar
fr: Redémarrer

# TutoRestartButtonContent
source: Click here to restart the drawing.
es: Haz clic aquí para reiniciar el dibujo.
fr: Cliquer ici pour redémarrer le dessin.

# TutoNextButtonTitle
source: Next
es: Siguiente
fr: suivant

# TutoNextButtonContent
source: Click here to attempt the next one.
es: Haz clic aquí para probar con el siguiente elemento.
fr: Cliquez ici pour essayer le suivant.

# TutoEditorAddButtonTitle
source: Add start point
es: Añadir punto de partida
fr: Ajouter un point de départ

# TutoEditorAddButtonContent
source: Click here to add a start point. Each drawing could have as many start points that you want. It's generally a good way to show where the pen should be up. Once the point is add, use mouse or arrow keys to move it.
es: Haz clic aquí para añadir un punto de partida. Cada dibujo podrá tener tantos puntos de partida como quieras. Normalmente, es una buena manera de indicarte dónde debe estar el lápiz. Una vez que se añada el punto, usa el ratón o las teclas de dirección para moverlo.
fr: Cliquer ici pour ajouter un point de départ. Chaque dessin peut avoir autant de points de départ que vous voulez. Cela permet généralement d'indiquer les endroits où le stylo doit être relevé. Une fois le point ajouté, utiliser la souris ou les touches flèches pour le déplacer.

# TutoEditorRemoveButtonTitle
source: Remove start point
es: Eliminar punto de partida
fr: Supprimer point de départ

# TutoEditorRemoveButtonContent
source: Click here to remove the last start point.
es: Haz clic aquí para eliminar el último punto de partida.
fr: Cliquer ici pour supprimer le dernier point de départ.

# TutoEditorAddPathButtonTitle
source: Add path point
es: Añadir punto de trazo
fr: Ajouter un point de tracé

# TutoEditorAddPathButtonContent
source: Click here (or type the P key) to add a path point. Use path points to define the path to follow to draw your item. It's better if path points are not very far from one another. Once the point is add, use mouse or arrow keys to move it.
es: Haz clic aquí (o pulsa la tecla P) para añadir un punto de trazo. Usa los puntos de trazo para definir el camino por el que quieres dibujar tu objeto. Es mejor si los puntos de trazo no están muy lejos entre sí. Una vez que añadas el punto, usa el ratón o las teclas de dirección para moverlo.
fr: Cliquer ici (ou appuyer sur la touche P) pour ajouter un point de tracé. Utiliser les points de tracé pour définir le chemin à suivre pour dessiner l'élément. Il est préférable que les points de tracé ne soient pas trop éloignés les uns des autres. Une fois le point ajouté, utiliser la souris ou les touches flèches pour le déplacer.

# TutoEditorRemovePathButtonTitle
source: Remove path point
es: Eliminar punto de trazo
fr: Supprimer point de tracé

# TutoEditorRemovePathButtonContent
source: Click here to remove the last path point.
es: Haz clic aquí para eliminar el último punto de trazo.
fr: Cliquer ici pour supprimer le dernier point de tracé.

source: Ebook Reader Activity
pt: Atividade Visualizador de Ebook

source: Next
pt: Próximo

source: Previous
pt: Aterior

source: Library
pt: Biblioteca

source: Settings
pt: Configurações

source: Cancel
pt: Cancelar

# TutoExplainTitle
source: Ebook Reader activity
pt: Atividade Visualizador de Ebook

# TutoExplainContent
source: This activity is a library that allow you to read electronic books at ePub format.
pt: Esta atividade é uma biblioteca que permite ler livros eletrônicos no formato ePub.

# TutoBookTitle
source: One ebook
pt: Um livro eletrônico

# TutoBookContent
source: Click on an ebook to start or continue reading.
pt: Clique em um livro para iniciar ou continuar uma leitura.

# TutoLibraryButtonTitle
source: Change view
pt: Mudar visualização

# TutoLibraryButtonContent
source: Click on this icon to switch between library and reading view.
pt: Clicar no ícone para trocar entre visualização de biblioteca ou de leitura.

# TutoSettingsButtonTitle
source: Settings
pt: Configurações

# TutoSettingsButtonContent
source: Click on this icon if you want to access another ebook library on the web. See README file for this activity to learn more about it.
pt: Clique no ícone se você deseja acessar outra biblioteca de livros eletrônicos na Internet. Veja o arquivo README para mais informação.

# TutoPrevButtonTitle
source: Previous page
pt: Página anterior

# TutoPrevButtonContent
source: Click here to display the previous page of the book.
pt: Clique aqui para exibir a página anterior do livro.

# TutoNextButtonTitle
source: Next page
pt: Próxima página

# TutoNextButtonContent
source: Click here to display the next page of the book.
pt: Clicar aqui para exibir a próxima página do livro.
