Repository: llaske/sugarizer
Catalog: activities/VideoViewer.activity/po/*.po
Languages: fr, pl

# TutoPrev
source: Prev
fr: Préc
pl: Poprz

# TutoNext
source: Next
fr: Suiv
pl: Dalej

# TutoEnd
source: End
fr: Fin
pl: Koniec

# TutoExplainTitle
source: Video Viewer Activity
fr: Activité Video Viewer
pl: Video Viewer

# TutoExplainContent
source: Welcome to the Video Viewer Activity. A browser and a viewer for Khan Academy, Canopé videos and more.
fr: Bienvenue dans l'activité Video Viewer: une activité pour explorer et visualiser les vidéos Canopé, Khan Academy ou vos propres vidéos librairies
pl: Witaj w Video Viewer! To wyszukiwarka i przeglądarka filmów Khan Academy i Canopé.

# TutoFilterTitle
source: Filter
fr: Filtrer
pl: Filtruj

# TutoFilterContent
source: Click here to filter the videos by category
fr: Cliquez ici pour filtrer les vidéos par catégorie
pl: Kliknij aby filtrować filmy

# TutoFavoriteTitle
source: Favorite videos
fr: Vidéos favorites
pl: Ulubione

# TutoFavoriteContent
source: Click here to see the videos marked by you as favorite
fr: Cliquez ici pour voir les vidéos que vous avez indiqué favori
pl: Kliknij aby zobaczyć filmy oznaczone przez Ciebie jako ulubione.

# TutoLibraryTitle
source: Libraries
fr: Librairies
pl: Biblioteki

# TutoLibraryContent
source: Click here to choose between Khan Academy, Canopé videos or to add your own library
fr: Cliquez ici pour choisir entre les vidéos de Canopé, Khan Academy ou pour ajouter votre propre librairie
pl: Kliknij aby wybrać pomiędzy filmami Khan Academy i Canopé.

# TutoExportvideoTitle
source: Export videos
fr: Exporter vidéo
pl: Eksportuj

# TutoExportvideoContent
source: Click here to save a video in the Journal. First click here then click on the video you want to save
fr: Cliquez ici pour enregistrer une vidéo dans le journal. Cliquez d'abord ici puis cliquez sur la vidéo que vous voulez enregistrer
pl: Kliknij aby zapisać film w Dzienniku.

# TutoVideoTitle
source: Video
fr: Vidéo
pl: Wideo

# TutoVideoContent
source: Click here to play the video
fr: Cliquez ici pour lancer la vidéo
pl: Kliknij tutaj aby odtworzyć film.

# TutoSearchTitle
source: Search
fr: Rechercher
pl: Wyszukaj

# TutoSearchContent
source: Type here to search for a video by its name
fr: Tapez ici pour chercher une vidéo par son nom
pl: Zacznij pisać aby wyszukać film.
