{
	"FractionBounceActivity": "Fraction Activity",
	"Help": "Help",
	"Undo": "Undo",
	"Fullscreen": "Fullscreen",
	"Level": "Level",
	"Settings": "Settings",
	"Ball": "Ball",
	"Bg": "Background",
	"Fractions": "Fractions",
	"Sectors": "Sectors",
	"Percents": "Percents",
	"TutoPrev": "Prev",
	"TutoNext": "Next",
	"TutoEnd": "End",
	"Template": "Templates",
	"HelpClickToStart": "Click on play to start. Use arrow keys or click to move the ball",
	"HelpBounceToPosition": "Bounce the ball to a position",
	"HelpOfTheWay": "of the way from the left side of the bar",
	"HelpGameOver": "Game Over. Press the play button to start again",
	"TutoTitle": "Fraction activity",
	"TutoContent": "Welcome to the Fraction activity. This is a game that prompts the player to nudge a bouncing ball to land at a point on the bottom of the screen that is an estimate of a given fraction",
	"TutoBallTitle": "Ball",
	"TutoBallContent": "Click on the ball to start the game. A fraction/percentage will be shown on top of the ball signifying the fraction to land on",
	"TutoBallControlsTitle": "Ball Controls",
	"TutoBallControlsContent": "Use left and right arrow keys to control the ball. You can also control the ball using mouse by clicking to the left or right of the ball or by tilting your device",
	"TutoSlopeTitle": "Slope",
	"TutoSlopeContent": "The slope shows the various divisions for the interval 0 to 1 (or 0 to 100%). You will have to bounce the ball somewhere on the slope at the specified fraction distance from the left",
	"TutoLogTitle": "Log",
	"TutoLogContent": "This section will show a table of answers made by the user",
	"TutoPlayTitle": "Play/Pause",
	"TutoPlayContent": "Use this button to play or pause your game",
	"TutoSettingsTitle": "Settings",
	"TutoSettingsContent": "Custom fractions can be added here. These fractions will be added to the random list of fractions proposed to the user",
	"TutoBallSelectTitle": "Ball Style",
	"TutoBallSelectContent": "The ball can be chosen from one of the presets or an image from the journal",
	"TutoBgSelectTitle": "Background Style",
	"TutoBgSelectContent": "The background can be chosen from one of the presets or an image from the journal",
	"TutoFractionsModeTitle": "Fraction Mode",
	"TutoFractionsModeContent": "In this mode, fraction will be displayed over the ball",
	"TutoSectorsModeTitle": "Sectors Mode",
	"TutoSectorsModeContent": "In this mode, sectors of a circle denoting the fraction will be displayed over the ball",
	"TutoPercentsModeTitle": "Percents Mode",
	"TutoPercentsModeContent": "In this mode, percentage denoting the fraction will be displayed over the ball",
	"Score": "score :"
}
