{
	"FractionBounceActivity": "Actividad \"Fracción\"",
	"Help": "Ayuda",
	"Undo": "Deshacer",
	"Fullscreen": "Pantalla completa",
	"Level": "Level",
	"Settings": "Ajustes",
	"Ball": "Pelota",
	"Bg": "Fondo",
	"Fractions": "Fracciones",
	"Sectors": "Sectores",
	"Percents": "Porcentajes",
	"TutoPrev": "Ant",
	"TutoNext": "Sig",
	"TutoEnd": "Fin",
	"Template": "Plantillas",
	"HelpClickToStart": "Haz clic en \"Jugar\" para iniciar el juego. Usa las teclas de dirección o haz clic para mover la pelota",
	"HelpBounceToPosition": "Haz que la pelota rebote a un lugar",
	"HelpOfTheWay": "del camino desde la parte izquierda de la barra",
	"HelpGameOver": "Fin del juego. Pulsa el botón \"Jugar\" para iniciar otra partida",
	"TutoTitle": "Actividad \"Fracción\"",
	"TutoContent": "Bienvenido a la actividad \"Fracción\". En este juego, el alumno debe desplazar una pelota haciendo que bote sobre un punto de la parte inferior de la pantalla, que vendrá marcado con el valor estimado de una fracción dada",
	"TutoBallTitle": "Pelota",
	"TutoBallContent": "Haz clic en la pelota para iniciar la partida. Se mostrará una fracción/porcentaje encima de la pelota, que es la fracción en la que debes rebotarla",
	"TutoBallControlsTitle": "Controles de la pelota",
	"TutoBallControlsContent": "Usa las teclas de dirección izquierda y derecha para controlar la pelota. También podrás controlarla usando el ratón y haciendo clic a la izquierda o derecha de la misma. Por último, también podrás inclinar tu dispositivo",
	"TutoSlopeTitle": "Pendiente",
	"TutoSlopeContent": "La pendiente muestra las diferentes divisiones que tiene el intervalo entre 0 y 1 (o desde el 0 hasta el 100 %). Tendrás que hacer que la pelota bote en un punto de la pendiente donde esté la fracción definida a la izquierda de la pantalla",
	"TutoLogTitle": "Registro",
	"TutoLogContent": "En esta sección se muestra una tabla de respuestas del usuario",
	"TutoPlayTitle": "Jugar/Pausar",
	"TutoPlayContent": "Usa este botón para jugar o pausar tu partida",
	"TutoSettingsTitle": "Ajustes",
	"TutoSettingsContent": "Podrás añadir fracciones personalizadas en este menú. Las fracciones que definas aquí se añadirán a la lista de fracciones aleatorias que pueden usarse para crear una partida",
	"TutoBallSelectTitle": "Estilo de la pelota",
	"TutoBallSelectContent": "Se puede escoger la apariencia de la pelota de entre un grupo de temas predefinidos o usando una imagen de tu biblioteca",
	"TutoBgSelectTitle": "Estilo de fondo",
	"TutoBgSelectContent": "Podrás escoger el fondo de pantalla de entre un grupo predefinido de temas o de una imagen de tu biblioteca",
	"TutoFractionsModeTitle": "Modo \"Fracción\"",
	"TutoFractionsModeContent": "En este modo, se mostrará la fracción sobre la pelota",
	"TutoSectorsModeTitle": "Modo \"Sectores\"",
	"TutoSectorsModeContent": "En este modo, se mostrará la fracción sobre la pelota en forma de círculo con sectores",
	"TutoPercentsModeTitle": "Modo \"Porcentaje\"",
	"TutoPercentsModeContent": "En este modo, se mostrará la fracción sobre la pelota en forma de porcentaje",
	"Score": "puntaje :"
}
