{
	"FractionBounceActivity": "Activité Fraction",
	"Help": "Aide",
	"Undo": "Annuler",
	"Fullscreen": "Plein écran",
	"Level": "Niveau",
	"Settings": "Paramètrage",
	"Ball": "Balle",
	"Bg": "Fond d'écran",
	"Fractions": "Fractions",
	"Sectors": "Secteurs",
	"Percents": "Pourcentages",
	"TutoPrev": "Préc",
	"TutoNext": "Suiv",
	"TutoEnd": "Fin",
	"Template": "Modèles",
	"HelpClickToStart": "Play pour démarrer. Clic ou flèches pour déplacer balle",
	"HelpBounceToPosition": "Rebondir à",
	"HelpOfTheWay": "du bas de la pente",
	"HelpGameOver": "Fini ! Play pour redémarrer",
	"TutoTitle": "Activité Fraction",
	"TutoContent": "Bienvenue dans l'activité Franction. Fraction est un jeu où il faut déplacer une balle rebondissante pour qu'elle rebondisse à l'endroit de la fraction",
	"TutoBallTitle": "Balle",
	"TutoBallContent": "Cliquez sur la balle pour démarrer. Une fraction ou un pourcentage sera affiché au dessus de la balle. C'est l'endroit où il faudra la faire atterrir",
	"TutoBallControlsTitle": "Contrôle Balle",
	"TutoBallControlsContent": "Utilisez les flèches du clavier pour contrôler la balle. Vous pouvez aussi la contrôler en cliquant à sa gauche ou à sa droite ou en penchant votre machine",
	"TutoSlopeTitle": "Pente",
	"TutoSlopeContent": "La pente affiche les différentes divisions dans l'intervalle 0 à 1 (ou 0 à 100%). Vous devez faire rebondir la balle sur la pente à l'endroit correspondant à la distance de la fraction depuis la gauche",
	"TutoLogTitle": "Journal",
	"TutoLogContent": "Cette section affiche une table avec les réponses qui ont été données",
	"TutoPlayTitle": "Play/Pause",
	"TutoPlayContent": "Utilisez ce bouton pour lancer ou mettre en pause le jeu",
	"TutoSettingsTitle": "Paramètrage",
	"TutoSettingsContent": "Ici vous pouvez ajouter des fractions. Ces fractions seront ajoutées à la liste des fractions qui peuvent être proposées à l'utilisateur",
	"TutoBallSelectTitle": "Style Balle",
	"TutoBallSelectContent": "Le style de la balle peut être choisi parmi une liste ou en utilisant une image du Journal",
	"TutoBgSelectTitle": "Style Fond",
	"TutoBgSelectContent": "Le fond d'écran peut être choisi parmi une liste ou en utilisant une image du Journal",
	"TutoFractionsModeTitle": "Mode Fraction",
	"TutoFractionsModeContent": "Dans ce mode, des fractions seront affichés sur la balle",
	"TutoSectorsModeTitle": "Mode Secteur",
	"TutoSectorsModeContent": "Dans ce mode, le secteur correspondant à la fraction à trouver est affiché au dessus de la balle",
	"TutoPercentsModeTitle": "Mode Pourcentage",
	"TutoPercentsModeContent": "Dans ce mode, le pourcentage correspondant à la fraction est affiché au dessus de la balle",
	"Score": "score :"
}
