Repository: llaske/sugarizer
Catalog: activities/Flip.activity/po/*.po
Languages: fr

# turntext
source: Turn
fr: Tour

# TutoPrev
source: Prev
fr: Préc

# TutoNext
source: Next
fr: Suiv

# TutoEnd
source: End
fr: Fin

# TutoExplainTitle
source: Flip Activity
fr: Activité Flip

# TutoExplainContent
source: Welcome into the Flip activity. Flip is a simple strategy game where you have to flip "coins" until they are all of the same color. Each time you "win" the challenge gets more difficult
fr: Bienvenue dans l'activité Flip. Flip est un jeu de stratégie simple où vous devez retourner les "jetons" jusqu'à ce qu'ils soient tous de la même couleur. Chaque fois que vous réussissez, le challenge devient plus compliqué

# TutoNewTitle
source: Restart
fr: Redémarrer

# TutoNewContent
source: Click here to create a new game on the same level of the current size of the board
fr: Cliquez ici pour redémarrer le jeu au même niveau que la taille courante

# TutoSizeTitle
source: Size
fr: Taille

# TutoSizeContent
source: Click here to choose size for the board (4x4, 5x5, 6x6, 7x7). The bigger the board is, the harder the game is
fr: Cliquez ici pour choisir la taille du plateau (4x4, 5x5, 6x6, 7x7). Plus le plateau est grand, plus le jeu est compliqué

# TutoSolveTitle
source: Robot Help
fr: Aide du Robot

# TutoSolveContent
source: Click here to get an help from the Robot. The Robot will do a correct move flip of "coins" for you. Don't ask him a lot!
fr: Cliquez ici pour recevoir de l'aide du Robot. Le Robot jouera un coup pour vous. Ne lui en demandez pas trop !

# TutoBoardTitle
source: Board
fr: Plateau

# TutoBoardContent
source: You need to make all the "coins" have the same color. By clicking on one particular "coin" the others on the top, right, bottom and left will change as well
fr: Vous devez faire en sorte que tous les "jetons" aient la même couleur. En cliquant sur un des jetons, les autres en haut, à gauche, en bas et à droite se retournent également

# TutoCountTitle
source: Turn Number
fr: Nombre de tours

# TutoCountContent
source: This counter shows how many moves you have made. Try to solve the game into a minimum of turns
fr: Ce compteur vous indique combien de jetons vous avez déplacé. Essayez de résoudre le jeu en un minimum de tours
