Repository: llaske/sugarizer
Catalog: activities/ChatPrototype.activity/po/*.po
Languages: es, fr

# WriteYourMessage
source: Write your message here...
es: Escribe tu mensaje aquí...
fr: Ecrivez votre message ici...

source: Disconnected From Web Socket.
es: Desconectado de Web Socket.
fr: Déconnecté du socket Web.

source: Connection Closed
es: Conexión cerrada
fr: Connection fermée

source: Connected
es: Conectado
fr: Connecté

# status
source: Click on the Neighborhood icon in the presence palette to start the Chat
es: Haz clic en el icono Vecindario en la paleta de presencia para abrir el chat
fr: Cliquez sur l'icône Voisinage dans la palette de présence pour lancer une discussion

source: join
es: entrar
fr: a rejoint

source: leave
es: salir
fr: a quitté

# Chat
source: the chat
es: el chat
fr: la discussion

# TutoPrev
source: Prev
es: Ant

# TutoNext
source: Next
es: Sig

# TutoEnd
source: End
es: Fin

# TutoExplainTitle
source: Chat Activity
es: Actividad "Chat"
fr: Activité Chat

# TutoExplainContent
source: Welcome to the Chat activity. This activity is an activity to Chat with other users present on the network
es: Bienvenido a la actividad "Chat". En "Chat", el alumno podrá usar un programa de chat para hablar con otros usuarios conectados a internet
fr: Bienvenue dans l'activité Chat. Chat propose une interface simple pour des discussions collaboratives entre des utilisateurs sur le réseau

# TutoNetworkTitle
source: Join Network
es: Unirse a la red
fr: Rejoindre le réseau

# TutoNetworkContent
source: Want to start a Chat? Click on the Neighborhood icon in this menu
es: ¿Quieres abrir un chat? Haz clic en el icono de Vecindario de este menú
fr: Vous voulez démarrer une discussion ? Cliquez sur l'icône Voisinage réseau dans ce menu

# TutoMessageTitle
source: Message
es: Mensaje

# TutoMessageContent
source: Write your message here and hit enter to share it in your conversation
es: Escribe aquí tu mensaje y pulsa Enter para enviarlo a tu conversación
fr: Ecrivez votre message ici et tapez sur Entrée pour le partager dans votre conversation

# TutoStopTitle
source: Quit
es: Abandonar
fr: Quitter

# TutoStopContent
source: Talked too much? Click this icon to quit this activity and go back to Sugarizer home
es: ¿Ya has hablado demasiado? Haz clic en este icono para abandonar esta actividad y volver al menú principal de Sugarizer
fr: Vous avez trop discuté ? Cliquez sur cet icône pour quitter cette activité et retourner à la page d'accueil Sugarizer

# TutoImageTitle
source: Share Image
es: Compartir imagen
fr: Partager Image

# TutoImageContent
source: Click this icon if you want to send an image in your conversation
es: Haz clic aquí si quieres enviar una imagen a tu conversación
fr: Cliquez sur cet icône si vous voulez envoyer une image dans votre conversation

# TutoSmileyTitle
source: Smiley Emojis
es: Emoticonos alegres
fr: Emojis Souriants

# TutoSmileyContent
source: Express Smiles. Send Smiley Emojis in message
es: Te permite usar emoticonos alegres en tu mensaje
fr: Souriez. Envoyez des Emojis souriants dans le message

# TutoSadTitle
source: Sad Emojis
es: Emoticonos tristes
fr: Emojis Tristes

# TutoSadContent
source: Express Sadness. Send Sad Emojis in message
es: Te permite usar emoticonos tristes en tu mensaje
fr: Tristesse. Envoyez des Emojis tristes dans le message

# TutoEmojiTitle
source: Other Emojis
es: Otros emoticonos
fr: Autres Emojis

# TutoEmojiContent
source: Have a different expression. Look through the list to send different Emojis
es: Te permite usar emoticonos con otros tipos de expresiones en tu mensaje
fr: Une différente expression ? Parcourez cette liste pour envoyer différents Emojis

source: Error
fr: Erreur
