Repository: llaske/sugarizer
Catalog: activities/LabyrinthJS.activity/po/*.po
Languages: es, fr, pt

source: <Your new idea>
es: <Escribe tu idea>
fr: <Votre idée ici>
pt: <Sua nova ideia>

# nodetextTitle
source: Text idea
es: Texto de idea
fr: Idée texte
pt: Texto da ideia

# linkButtonTitle
source: Link ideas
es: Enlazar ideas
fr: Relier idées
pt: Agrupar ideias

# removeButtonTitle
source: Remove
es: Eliminar
fr: Supprimer
pt: Remover

# undoButtonTitle
source: Undo
es: Deshacer
fr: Annuler
pt: Desfazer

# redoButtonTitle
source: Redo
es: Rehacer
fr: Rétablir
pt: Refazer

# zoomButtonTitle
source: View
fr: Vue
pt: Visualizar

# foregroundButtonTitle
source: Stroke Color
es: Color de trazo
fr: Couleur encre
pt: Cor do traçado

# backgroundButtonTitle
source: Fill Color
es: Color de relleno
fr: Couleur fond
pt: Preencher cor

# typeText
source: Type the text here
es: Escribe aquí tu texto
fr: Tapez le texte ici
pt: Digite o texto aqui

# boldButtonTitle
source: Bold
es: Negrita
fr: Gras
pt: Negrito

# italicButtonTitle
source: Italic
es: Itálica
fr: Italique
pt: Itálico

# fontMinusButtonTitle
source: Decrease Font size
es: Disminuir tamaño de fuente
fr: Diminuer taille police
pt: Diminuir tamanho da fonte

# fontPlusButtonTitle
source: Increase Font size
es: Aumentar tamaño de fuente
fr: Augmenter taille police
pt: Aumentar tamanho da fonte

# fontButtonTitle
source: Choose Font
es: Elegir fuente
fr: Choisir police
pt: Escolher fonte

# pngButtonTitle
source: Export to PNG
es: Exportar como PNG
fr: Exporter en PNG
pt: Exportar para PNG

# TutoPrev
source: Prev
es: Ant
fr: Préc
pt: Anterior

# TutoNext
source: Next
es: Sig
fr: Suiv
pt: Próximo

# TutoEnd
source: End
es: Fin
fr: Fin
pt: Finalizar

# TutoExplainTitle
source: Labyrinth Activity
es: Actividad "Laberinto"
fr: Activité Labyrinth
pt: Atividade Labirinto

# TutoExplainContent
source: This activity is a lightweight mind-mapping activity. A mind-map is a diagram used to represent words, ideas, tasks or other items linked to and arranged radially around a central key word or idea.
es: Esta actividad te hará crear un mapa mental. Un mapa mental es un diagrama usado para representar palabras, ideas, tareas u otros objetos conectados y distribuidos alrededor de una palabra o idea central.
fr: Cette activité est une activité de mind-mapping. Un mind-map ou carte mentale est un diagramme qui représente des mots, idées, tâches ou d'autres éléments liés entre eux et organisés radialement autour d'un mot clé ou d'une idée centrale.
pt: Esta é uma atividade de mapa mental inicial. Um mapa mental é um diagrama utilizado para representar palavras, ideias, tarefas ou outros itens ligados e organizados em torno de uma palavra ou ideia central.

# TutoBoardTitle
source: Board
es: Tablero
fr: Tableau
pt: Quadro

# TutoBoardContent
source: This is the board where you could draw your map. Click on it to add a new node. Click on a node to update its content. Drag the board to move the view.
es: Este es el tablero donde puedes dibujar tu mapa. Haz clic sobre él para añadir un nodo nuevo. Haz clic en un nodo para actualizar su contenido. Arrastra el tablero para cambiar la vista.
fr: Ceci est le tableau sur lequel vous pouvez dessiner votre carte. Cliquez dessus pour ajouter un nouveau noeud. Cliquez sur un noeud pour mettre à jour son contenu. Faites glisser le tableau pour déplacer la vue.
pt: Este é o quadro de atividades no qual você pode desenhar o seu mapa. Clique para adicionar um nó. Clique em algum nó para adicionar um novo conteúdo. Arraste o quadro para alterar sua posição.

# TutoActivityTitle
source: Activity Menu
es: Menú de actividad
fr: Menu d'activité
pt: Menu da atividade

# TutoActivityContent
source: This colored menu is the activity menu. Here you could update the title of the activity to easily find it in the Journal.
es: Este menú con colores es el menú de actividad. Aquí podrás actualizar el título de la actividad para poderlo encontrar más fácilmente en la biblioteca.
fr: Ce menu coloré est le menu d'activité. Ici vous pouvez mettre à jour le titre de l'activité pour la retrouver facilement dans le journal.
pt: Este menu colorido é o menu de atividades. Aqui você pode atualizar o título da atividade para encontrá-la mais facilmente no Diário.

# TutoNodeTitle
source: Add node
es: Añadir nodo
fr: Ajouter noeud
pt: Adicionar nó

# TutoNodeContent
source: If this icon is active, when you click in the board a new node appear.
es: Si este icono está activado, cuando hagas clic en el tablero, aparecerá un nodo.
fr: Si cette icône est active, quand vous cliquez sur le tableau, un nouveau noeud apparaît.
pt: Se este ícone estiver ativado, um novo nó aparecerá quando você clicar no quadro.

# TutoLinkTitle
source: Add link
es: Añadir enlace
fr: Ajouter lien
pt: Adicionar ligação

# TutoLinkContent
source: If this icon is active, when you click on nodes you could create new links between us.
es: Si este icono está activado, cuando hagas clic en un nodo, podrás crear enlaces entre nodos.
fr: Si cette icône est active, quand vous cliquez sur les noeuds vous pouvez créer des nouveaux liens entre eux.
pt: Se este ícone estiver ativado, novos vínculos poderão ser criados quando você clicar em algum nó.

# TutoRemoveTitle
source: Remove node/link
es: Eliminar nodo/enlace
fr: Supprimer noeud/lien
pt: Remover nó/vínculo

# TutoRemoveContent
source: If this icon is active, when you click on a node or on a link, it will be remove.
es: Si este icono está activado, cuando hagas clic en un nodo o en un enlace, lo eliminarás.
fr: Si cette icône est active, quand vous cliquez sur un noeud ou un lien, il est supprimé.
pt: Se este ícone estiver ativado, quando você clicar em um nó ou vínculo, ele será removido.

# TutoUndoTitle
source: Undo
es: Deshacer
fr: Annuler
pt: Desfazer

# TutoUndoContent
source: With this icon you could undo your last change.
es: Con este icono, podrás deshacer tu último cambio.
fr: Cette icône vous permet d'annuler la dernière modification.
pt: Com este ícone você poderá desfazer sua última mudança.

# TutoRedoTitle
source: Redo
es: Rehacer
fr: Recommencer
pt: Refazer

# TutoRedoContent
source: With this icon you could redo your last undo.
es: Con este icono, podrás rehacer tu último cambio.
fr: Cette icône vous permet de recommencer la dernière action annulée.
pt: Com este ícone você poderá refazer sua última mudança.

# TutoZoomTitle
source: Zoom
pt: Ampliar

# TutoZoomContent
source: This menu let you adapt the zoom level in the board.
es: Este menú te permite ajustar el nivel de zoom en el tablero.
fr: Ce menu vous permet d'adapter le niveau de zoom de votre carte.
pt: Este menu permite adaptar o nível de ampliação do quadro.

# TutoStopTitle
source: Stop
es: Detener
fr: Arrêter
pt: Parar

# TutoStopContent
source: Click on this icon to stop the activity and go back to the home.
es: Haz clic en este icono para detener la actividad y volver a la pantalla de inicio.
fr: Appuyez sur cette icône pour arrêter l'activité et revenir sur l'écran d'accueil.
pt: Clique neste ícone para sair da atividade e voltar ao menu principal.

# TutoPngTitle
source: Export PNG
es: Exportar como PNG
pt: Exportar para PNG

# TutoPngContent
source: Click on this icon to generate a PNG file in the Journal with the whole content of the mindmap.
es: Haz clic en este icono para crear un archivo PNG en la biblioteca con todo el contenido de tu mapa mental.
fr: Cette icône vous permet de générer dans le Journal une image PNG de votre carte mentale.
pt: Clique neste ícone para gerar no Diário um arquivo PNG com todo o conteúdo do mapa mental.

# TutoTextTitle
source: Node text
es: Texto de nodo
fr: Text du noeud
pt: Texto do nó

# TutoTextContent
source: Here you could change the text of the current node.
es: Aquí podrás cambiar el texto del nodo actual.
fr: Ici vous pouvez changer le texte du noeud courant.
pt: Aqui você pode modificar o texto do nó selecionado.

# TutoBackgroundTitle
source: Background
es: Fondo
fr: Couleur de fond
pt: Plano de fundo

# TutoBackgroundContent
source: Click here to choose the background color of the current node.
es: Haz clic aquí para elegir el color de fondo del nodo actual.
fr: Cliquez ici pour choisir la couleur de fond du noeud courant.
pt: Clique aqui para escolher a cor do plano de fundo do nó selecionado.

# TutoForegroundTitle
source: Foreground
es: Primer plano
fr: Couleur d'écriture
pt: Primeiro plano

# TutoForegroundContent
source: Click here to choose the foreground color of the current node.
es: Haz clic aquí para elegir el color de primer plano del nodo actual.
fr: Cliquez ici pour choisir la couleur d'écriture du noeud courant.
pt: Clique aqui para escolher a cor do primeiro plano do nó selecionado.

# TutoBoldTitle
source: Bold
es: Negrita
fr: Gras
pt: Negrito

# TutoBoldContent
source: Click on this icon to bold or unbold the text for the current node.
es: Haz clic en este icono para añadir/quitar el formato en negrita al texto del nodo actual.
fr: Cliquez sur cette icône pour mettre en gras ou enlever le gras du texte du noeud courant.
pt: Clique neste ícone para ativar ou desativar o modo negrito do nó selecionado.

# TutoItalicTitle
source: Italic
es: Itálica
fr: Italique
pt: Itálico

# TutoItalicContent
source: Click on this icon to set or unset italic on the current text node.
es: Haz clic en este icono para añadir/quitar el formato en itálica al texto del nodo actual.
fr: Cliquez sur cette icône pour mettre en italique ou enlever l'italique sur le texte du noeud courant.
pt: Clique neste ícone para ativar ou desativar o modo itálico do nó selecionado.

# TutoFontTitle
source: Font
es: Fuente
fr: Fonte
pt: Fonte

# TutoFontContent
source: Click here to choose the font for the current text node.
es: Haz clic aquí para elegir la fuente del texto del nodo actual.
fr: Cliquez ici pour choisir la fonte du texte du noeud courant.
pt: Clique aqui para escolher a fonte do nó selecionado.

# TutoFontPlusTitle
source: Increase font
es: Aumentar fuente
fr: Augmenter fonte
pt: Aumentar fonte

# TutoFontPlusContent
source: Click here to increase the font size for the current text node.
es: Haz clic aquí para aumentar el tamaño de la fuente en el texto del nodo actual.
fr: Cliquez ici pour augmenter la taille de la fonte du texte du noeud courant.
pt: Clique aqui para ampliar o tamanho da fonte do nó selecionado.

# TutoFontMinusTitle
source: Decrease font
es: Disminuir fuente
fr: Diminuer fonte
pt: Diminuir fonte

# TutoFontMinusContent
source: Click here to decrease the font size for the current text node.
es: Haz clic aquí para disminuir el tamaño de la fuente en el texto del nodo actual.
fr: Cliquez ici pour diminuer la taille de la fonte du texte du noeud courant.
pt: Clique aqui para diminuir o tamanho da fonte do nó selecionado.

# LabyrinthImage
source: Image was saved to journal!
es: ¡Imagen guardada en tu biblioteca!
