Repository: llaske/sugarizer
Catalog: activities/QRCode.activity/po/*.po
Languages: es, fr

# QRCodeSaved
source: QRCode was saved to journal!
es: Código QR exportado a la biblioteca
fr: QR Code enregistré dans le journal

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoExplainTitle
source: QRCode Activity
es: Actividad "Código QR"
fr: Activité QRCode

# TutoExplainContent
source: Welcome into the QRCode activity. QRCode activity is a simple QR Code generator and reader
es: Bienvenido a la actividad "Código QR". En esta actividad, el alumno aprenderá a usar un generador y lector de códigos QR
fr: Bienvenue dans l'activité QRCode. L'activité QRCode est un simple générateur et lecteur de QR Codes

# TutoPhotoTitle
source: Read QR Code
es: Leer código QR
fr: Lire QR Code

# TutoPhotoContent
source: Click here to scan a QR code through Camera of your device
es: Haz clic aquí para escanear un código QA usando la cámara de tu dispositivo
fr: Cliquez ici pour lire un QR Code avec la caméra de votre machine

# TutoPNGTitle
source: Export to PNG
es: Exportar a PNG
fr: Exporter en PNG

# TutoPNGContent
source: Click this icon to export the QR Code in Journal as a PNG file
es: Haz clic aquí para exportar el código QR a tu biblioteca como archivo PNG
fr: Cliquez ici pour exporter le QR Code dans le Journal sous forme d'un fichier PNG

# TutoGenerateTitle
source: Generate
es: Generar
fr: Générer

# TutoGenerateContent
source: Click this icon to launch generation
es: Haz clic en este icono para generar un código
fr: Cliquez sur cet icône pour lancer la génération

# TutoListTitle
source: History
es: Historial
fr: Historique

# TutoListContent
source: Click here to get a list of previously generated QR Codes
es: Haz clic aquí para ver una lista de los códigos QR que has generado
fr: Cliquez ici pour afficher la liste des QR Codes générés précédemment

# TutoQRTitle
source: QR Code
es: Código QR

# TutoQRContent
source: Here is shown the generated QR Code
es: Aquí se muestra el código QR generado
fr: Ici s'affiche le QR Code généré

# TutoInputTitle
source: Text to generate
es: Texto a generar
fr: Texte à générer

# TutoInputContent
source: Type here the text you want to generate as a QR Code
es: Escribe aquí el texto que quieres incluir como contenido de tu código QR
fr: Tapez ici le texte que vous voulez générer sous forme de QR Code

# Text
source: Type text here
es: Escribe el texto aquí
