Repository: llaske/sugarizer
Catalog: activities/FractionBounce.activity/po/*.po
Languages: es

# FractionBounceActivity
source: Fraction Activity
es: Actividad "Fracción"

source: Help
es: Ayuda

source: Undo
es: Deshacer

source: Fullscreen
es: Pantalla completa

source: Settings
es: Ajustes

source: Ball
es: Pelota

# Bg
source: Background
es: Fondo

source: Fractions
es: Fracciones

source: Sectors
es: Sectores

source: Percents
es: Porcentajes

# PrevShort
source: Prev
es: Ant

# NextShort
source: Next
es: Sig

# EndShort
source: End
es: Fin

# Template
source: Templates
es: Plantillas

# HelpClickToStart
source: Click on play to start. Use arrow keys or click to move the ball
es: Haz clic en "Jugar" para iniciar el juego. Usa las teclas de dirección o haz clic para mover la pelota

# HelpBounceToPosition
source: Bounce the ball to a position
es: Haz que la pelota rebote a un lugar

# HelpOfTheWay
source: of the way from the left side of the bar
es: del camino desde la parte izquierda de la barra

# HelpGameOver
source: Game Over. Press the play button to start again
es: Fin del juego. Pulsa el botón "Jugar" para iniciar otra partida

# TutoTitle
source: Fraction activity
es: Actividad "Fracción"

# TutoContent
source: Welcome to the Fraction activity. This is a game that prompts the player to nudge a bouncing ball to land at a point on the bottom of the screen that is an estimate of a given fraction
es: Bienvenido a la actividad "Fracción". En este juego, el alumno debe desplazar una pelota haciendo que bote sobre un punto de la parte inferior de la pantalla, que vendrá marcado con el valor estimado de una fracción dada

# TutoBallTitle
source: Ball
es: Pelota

# TutoBallContent
source: Click on the ball to start the game. A fraction/percentage will be shown on top of the ball signifying the fraction to land on
es: Haz clic en la pelota para iniciar la partida. Se mostrará una fracción/porcentaje encima de la pelota, que es la fracción en la que debes rebotarla

# TutoBallControlsTitle
source: Ball Controls
es: Controles de la pelota

# TutoBallControlsContent
source: Use left and right arrow keys to control the ball. You can also control the ball using mouse by clicking to the left or right of the ball or by tilting your device
es: Usa las teclas de dirección izquierda y derecha para controlar la pelota. También podrás controlarla usando el ratón y haciendo clic a la izquierda o derecha de la misma. Por último, también podrás inclinar tu dispositivo

# TutoSlopeTitle
source: Slope
es: Pendiente

# TutoSlopeContent
source: The slope shows the various divisions for the interval 0 to 1 (or 0 to 100%). You will have to bounce the ball somewhere on the slope at the specified fraction distance from the left
es: La pendiente muestra las diferentes divisiones que tiene el intervalo entre 0 y 1 (o desde el 0 hasta el 100 %). Tendrás que hacer que la pelota bote en un punto de la pendiente donde esté la fracción definida a la izquierda de la pantalla

# TutoLogTitle
source: Log
es: Registro

# TutoLogContent
source: This section will show a table of answers made by the user
es: En esta sección se muestra una tabla de respuestas del usuario

# TutoPlayTitle
source: Play/Pause
es: Jugar/Pausar

# TutoPlayContent
source: Use this button to play or pause your game
es: Usa este botón para jugar o pausar tu partida

# TutoSettingsTitle
source: Settings
es: Ajustes

# TutoSettingsContent
source: Custom fractions can be added here. These fractions will be added to the random list of fractions proposed to the user
es: Podrás añadir fracciones personalizadas en este menú. Las fracciones que definas aquí se añadirán a la lista de fracciones aleatorias que pueden usarse para crear una partida

# TutoBallSelectTitle
source: Ball Style
es: Estilo de la pelota

# TutoBallSelectContent
source: The ball can be chosen from one of the presets or an image from the journal
es: Se puede escoger la apariencia de la pelota de entre un grupo de temas predefinidos o usando una imagen de tu biblioteca

# TutoBgSelectTitle
source: Background Style
es: Estilo de fondo

# TutoBgSelectContent
source: The background can be chosen from one of the presets or an image from the journal
es: Podrás escoger el fondo de pantalla de entre un grupo predefinido de temas o de una imagen de tu biblioteca

# TutoFractionsModeTitle
source: Fraction Mode
es: Modo "Fracción"

# TutoFractionsModeContent
source: In this mode, fraction will be displayed over the ball
es: En este modo, se mostrará la fracción sobre la pelota

# TutoSectorsModeTitle
source: Sectors Mode
es: Modo "Sectores"

# TutoSectorsModeContent
source: In this mode, sectors of a circle denoting the fraction will be displayed over the ball
es: En este modo, se mostrará la fracción sobre la pelota en forma de círculo con sectores

# TutoPercentsModeTitle
source: Percents Mode
es: Modo "Porcentaje"

# TutoPercentsModeContent
source: In this mode, percentage denoting the fraction will be displayed over the ball
es: En este modo, se mostrará la fracción sobre la pelota en forma de porcentaje
