Repository: llaske/sugarizer
Catalog: activities/PhysicsJS.activity/po/*.po
Languages: es, fr, pl

# TutoPrev
source: Prev
es: Ant
fr: Préc
pl: Poprz

# TutoNext
source: Next
es: Sig
fr: Suiv
pl: Dalej

# TutoEnd
source: End
es: Fin
fr: Fin
pl: Koniec

# TutoExplainTitle
source: Physics Activity
es: Actividad "Física"
fr: Activité Physics
pl: PhysicsJS

# TutoExplainContent
source: Welcome into the Physics activity. Physics is a physical world simulator and playground. You can add squares, circles, triangles and see them come to life with forces (think gravity and Newton) and inertia
es: Bienvenido a la actividad "Física". En "Física", el alumno entrará en un simulador/zona de juegos en un mundo físico, donde podrás añadir cuadrados, círculos y triángulos que cobrarán vida mediante fuerzas (como la gravedad descubierta por Newton) e inercia
fr: Bienvenue dans l'activité Physics. Physics est un simulateur du monde physique. Vous pouvez ajouter des carrés, ronds, triangles et les voir prendre vie en fonction des forces (pensez à la gravité et à Newton) et de l'inertie
pl: Witaj w aplikacji PhysicsJS. PhysicsJS to symulator i plac zabaw fizycznego świata. Możesz dodawać kwadraty, trójkąty oraz kółka i patrzeć jak oddziałowują z siłami (np. grawitacją czy siłami Newtona) i inercją.

# TutoCircleTitle
source: Circle
es: Círculo
fr: Cercle
pl: Kółko

# TutoCircleContent
source: Click here to set circle mode. The next item created will be a circle
es: Haz clic aquí para entrar en el modo "Círculo". El próximo objeto generado será un círculo
fr: Cliquez ici pour passer en mode cercle. Le prochain élément créé sera un cercle
pl: Kliknij aby zacząć tworzyć kółko.

# TutoBoxTitle
source: Box
es: Cuadrado
fr: Carré
pl: Kwadrat

# TutoBoxContent
source: Click here to set box mode. The next item created will be a box
es: Haz clic aquí para entrar en el modo "Cuadrado". El próximo objeto generado será un cuadrado
fr: Cliquez ici pour passer en mode carré. Le prochain élément créé sera un carré
pl: Kliknij aby zacząć tworzyć kwadrat.

# TutoTriangleTitle
source: Triangle
es: Triángulo
pl: Trójkąt

# TutoTriangleContent
source: Click here to set triangle mode. The next item created will be a triangle
es: Haz clic aquí para entrar en el modo "Triángulo". El próximo objeto generado será un triángulo
fr: Cliquez ici pour passer en mode triangle. Le prochain élément créé sera un triangle
pl: Kliknij aby zacząć tworzyć trójkąt.

# TutoPolygonTitle
source: Polygon
es: Polígono
fr: Polygone
pl: Wielokąt

# TutoPolygonContent
source: Click here to set polygon mode. The next item created will be a polygon
es: Haz clic aquí para entrar en el modo "Polígono". El próximo objeto generado será un polígono
fr: Cliquez ici pour passer en mode polygone. Le prochain élément créé sera un polygone
pl: Kliknij aby zacząć tworzyć wielokąt.

# TutoGravityTitle
source: Gravity direction
es: Dirección de la gravedad
fr: Direction Gravité
pl: Grawitacja

# TutoGravityContent
source: Click on this icon to change gravity direction. Each time you click on the button, the gravity is rotated from 45 degrees
es: Haz clic aquí para cambiar la dirección de la gravedad. Cada vez que hagas clic en el botón, la gravedad rotará 45 grados
fr: Cliquez sur cet icône pour changer la direction de la gravité. Chaque fois que vous cliquez sur le bouton, la gravité tourne de 45 degrés
pl: Kliknij aby zmienić środek grawitacji.

# TutoSensorContent
source: When this icon is active, your device support gravity so you could just turn your device to change the direction of gravity
es: Cuando este icono esté activado, tu dispositivo ajustará la gravedad, así que simplemente deberás girarlo para cambiar la gravedad del juego
fr: Quand cet icône est actif, votre machine supporte la gravité, vous pouvez simplement tourner votre machine pour changer la direction de la gravité
pl: Kliknij aby stworzyć sensor.

# TutoAppleContent
source: Click here to turn on the Newton laws. Objects will attract each other. The strength of attraction depends on size of the object
es: Haz clic aquí para revisar las leyes de Newton, que básicamente explican que los objetos se atraen entre sí mediante una fuerza que depende del tamaño de los objetos
fr: Cliquez ici pour passer à la loi de Newton. Les éléments seront attirés les uns par les autres. La force de l'attraction dépend de la taille de l'élément
pl: Klinij aby włączyć prawo Newtona. Obiekty zaczną się przyciągać. Wartość siły zależy od wielkości obiektu.

# TutoClearTitle
source: Remove
es: Eliminar
fr: Supprimer
pl: Usuń

# TutoClearContent
source: Click here to pass in remove mode. Every object you will click will be deleted
es: Haz clic aquí para activar el modo "Eliminar", con el que podrás eliminar cualquier objeto haciendo clic sobre él
fr: Cliquez sur cet icône pour passer en mode suppression. Tous les objets sur lequel vous cliquerez ensuite seront supprimés
pl: Kliknij tutaj a później na obiekt aby go usunąć.

# TutoPauseTitle
source: Pause
es: Pausar
pl: Pauza

# TutoPauseContent
source: Click here to freeze the screen or unfreeze it
es: Haz clic aquí para pausar/reanudar la actividad
fr: Cliquez ici pour mettre en pause la simulation, cliquez à nouveau pour la relancer
pl: Kliknij aby zamrozić ekran.

# TutoBoardTitle
source: Board
es: Tablero
fr: Plateau
pl: Plansza

# TutoBoardContent
source: Here all of your objects will appear. Click anywhere to add a new item of the current type or click on an existing item on the board to move it. All objects will be attracted to the point of gravity
es: Aquí aparecerán todos tus objetos. Haz clic en cualquier punto del tablero para añadir un nuevo objeto del tipo seleccionado, o haz clic sobre un objeto ya existente para moverlo. Los objetos se verán atraídos por la gravedad que hayas ajustado
fr: C'est ici que tous les éléments apparaissent. Cliquez n'importe où pour ajouter un nouvel élément du type actuel ou cliquez sur un élément existant pour le déplacer. Tous les éléments sont attirés par le point de gravité
pl: Tutaj pojawią się wszytskie twoje obiekty. Będą one przyciągane do środka grawitacji.

# TutoSensorTitle
source: Sensor
fr: Capteur
