Repository: llaske/sugarizer
Catalog: activities/Planets.activity/po/*.po
Languages: fr

source: Mercury
fr: Mercure

source: Venus
fr: Vénus

source: Earth
fr: Terre

source: Saturn
fr: Saturne

source: Planet Name:
fr: Nom de la planète:

source: Planet Type:
fr: Type de planète:

source: Year Length:
fr: Durée de l'année:

# EarthDays
source: {{year}} Earth days
fr: {{year}} Jours Terrestre

source: Mass:
fr: Masse:

source: Surface Temperature:
fr: Température de surface:

source: Number of Moons:
fr: Nombre de lunes:

source: Planet Radius:
fr: Rayon de la planète:

# SunDistance
source: Distance from the Sun:
fr: Distance du soleil:

# TutoExplainTitle
source: Planets Activity
fr: Activité Planets

# TutoExplainContent
source: Welcome to Planets Activity! It provides a 3D model of planets for you to explore
fr: Bienvenue dans l'activité Planets. Cette activité vous permet d'explorer les planètes en 3D

# TutoPlanetImage
source: Planet Images
fr: Images de la planète

# TutoPlanetImageContent
source: Click each planet to know more about it
fr: Cliquez sur un planète pour en savoir plus

# TutoPositionButtonTitle
source: Planet Position Button
fr: Bouton position de la planète

# TutoPositionButtonContent
source: Click here to switch to planet position view
fr: Cliquez ici pour voir la position des planètes dans le système solaire

# TutoExploreOverviewTitle
source: Explore Planet
fr: Explorez la planète

# TutoExploreOverviewContent
source: In this view, you can explore and know more about the planet.
fr: Dans cette vue, vous pouvez explorer et en savoir plus sur la planète

# TutoInfoButtonTitle
source: Toggle Info Button
fr: Information

# TutoInfoButtonContent
source: Click here to toggle the planet info
fr: Cliquez ici pour voir ou masquer les informations de la planète

# TutoRotateButtonTitle
source: Toggle Rotate Button
fr: Rotation

# TutoRotateButtonContent
source: Click here to stop or start the rotation of the planet
fr: Cliquez ici pour arrêter ou démarrer la rotation de la planète

# TutoImageButtonTitle
source: Save as Image
fr: Enregistrer comme image

# TutoImageButtonContent
source: Click here to save the current planet image to your journal, where you can use it for other activites
fr: Cliquez ici pour enregistrer l'image de la planète actuelle dans votre journal, où vous pourrez l'utiliser pour d'autres activités

# TutoPlanetInfoTitle
source: Planet Information
fr: Informations sur la planète

# TutoPlanetInfoContent
source: Here are the informations about the planet
fr: Voici les informations sur la planète

# TutoPlanetDisplayTitle
source: Planet Model
fr: Modèle de planète

# TutoPlanetDisplayContent
source: This is the 3D model of the planet. Click to drag the planet and scroll to zoom in and out
fr: Ceci est le modèle 3D de la planète. Cliquez pour faire glisser la planète et faites défiler pour zoomer et dézoomer

# TutoPositionOverviewTitle
source: Solar System Planets
fr: Vue du système solaire

# TutoPositionOverviewContent
source: In this view, you can see where the planets are positioned in the Solar System
fr: Dans cette vue, vous pouvez voir où la position des planètes dans le système solaire

# TutoPlanetPositionTitle
source: Planet Position
fr: Position de la planète

# TutoPlanetPositionContent
source: Here, you can see the positions of the planet in the Solar System, their size comparison, and their distance from the sun in kilometers
fr: Ici, vous pouvez voir les positions de la planète dans le système solaire, leurs tailles comparées et leurs distance au soleil en kilomètres

# TutoListButtonTitle
source: Planets List View
fr: Vue Liste des planètes

# TutoListButtonContent
source: Click here to switch to planets list view
fr: Cliquez ici pour passer à l'affichage de la liste des planètes

# TutoPrev
source: Prev
fr: Préc

# TutoNext
source: Next
fr: Suiv

# TutoEnd
source: End
fr: Fin
