Repository: llaske/sugarizer
Catalog: activities/MazeWeb.activity/po/*.po
Languages: es, fr, pl

# PlayerEndLevel
source: {{user}} just ended the level
es: {{user}} acaba de terminar el nivel
fr: {{user}} vient de terminer
pl: {{user}} ukończył poziom

# PlayerJoin
source: {{user}} joined
es: {{user}} se ha unido
fr: {{user}} a rejoint
pl: {{user}} dołączył

# PlayerLeave
source: {{user}} left
es: {{user}} ha abandonado
fr: {{user}} est parti
pl: {{user}} opuścił grę

# PlayersWaitOne
source: Waiting for {{count}} player
es: Esperando a {{count}} jugador más
fr: En attente d'un joueur
pl: Oczekiwanie na {{count}} gracza

# PlayersWaitMany
source: Waiting for {{count}} players
es: Esperando a {{count}} jugadores más
fr: En attente de {{count}} joueurs
pl: Oczekiwanie na {{count}} graczy

# TutoPrev
source: Prev
es: Ant
fr: Préc
pl: Poprz

# TutoNext
source: Next
es: Sig
fr: Suiv
pl: Dalej

# TutoEnd
source: End
es: Fin
fr: Fin
pl: Koniec

# TutoExplainTitle
source: Maze Activity
es: Actividad "Laberinto"
fr: Activité Maze
pl: Labirynt

# TutoExplainContent
source: Welcome into the Maze activity. Maze activity is a simple maze game. Move through the maze to reach the goal. Each maze is larger and more difficult than the last one
es: Bienvenido a la actividad "Laberinto". Como su nombre indica, en "Laberinto" el alumno tendrá que recorrer los pasillos de un laberinto hasta encontrar una salida. Cada nuevo laberinto será más grande y difícil que el anterior
fr: Bienvenue dans l'activité Maze. Maze est un jeu de labyrinthe. Déplacez-vous dans le labyrinthe pour atteindre la sortie. Chaque labyrinthe devient plus grand et plus difficile que le précédent
pl: Witaj w aplikacji Labirynt. Jest to prosta gra z labiryntem. Poruszaj się po labiryncie aby dotrzeć do celu. Kolejne labirynty są większe i trudniejsze od poprzednich.

# TutoNetworkTitle
source: Network
es: Compartir en red
fr: Réseau
pl: Sieć

# TutoNetworkContent
source: Click here to share the activity so other users on the network could play with you
es: Haz clic aquí y comparte tu actividad para que otros usuarios conectados puedan jugar contigo
fr: Cliquez ici pour partager l'activité afin que d'autres utilisateurs sur le réseau puissent jouer avec vous
pl: Kliknij aby udostępnić grę aby inni mogli do Ciebie dołączyć.

# TutoRestartTitle
source: Restart
es: Reiniciar
fr: Redémarrer

# TutoRestartContent
source: Click here to get restart the game. It will restart to the first level of difficulty
es: Haz clic aquí para reiniciar el juego. Si lo haces, volverás al primer nivel de dificultad
fr: Cliquez ici pour redémarrer le jeu. Il redémarrera au premier niveau de difficulté
pl: Kliknij aby wygenerować nowy labirynt o tym samym poziomie trudności.

# TutoCanvasTitle
source: Maze
es: Laberinto
fr: Labyrinthe
pl: Labirynt

# TutoCanvasContent
source: Here is the maze. Use arrows keys or click in the direction you want to go to guide your buddy to the exit: the colorful box. You will stop on each intersection to decide which way do you want to go next
es: Este es el laberinto. Usa las teclas de dirección o haz clic en el lugar al que quieres mover a tu personaje hasta que llegue a la salida: la caja coloreada. Deberás detenerte en cada cruce para decidir cuál será tu siguiente paso
fr: Voilà le labyrinthe. Utilisez les flêches du clavier ou cliquez dans la direction où vous voulez aller pour rejoindre la sortie: la boite colorée. Vous serez arrêté à chaque intersection pour décider où vous voulez aller ensuite
pl: To jest labirynt. Używaj strzałek, WSAD lub myszki aby doprowadzić uśmiechające się kółko do kolorowego kwadrata. Zatrzymasz się na każdym przecięciu aby zdecydować, w którą stronę chcesz iść.
