{
    "AbecedariumImage": "Image enregistrée",
    "AbecedariumSound": "Son enregistré",
    "TutoPrev": "Préc",
    "TutoNext": "Suiv",
    "TutoEnd": "Fin",
    "TutoExplainTitle": "Activité Abecedarium",
    "TutoExplainContent": "Bienvenue dans l'activité Abecedarium. Abecedarium est un abécédaire pour apprendre l'alphabet en utilisant des images, des sons et des mots",
    "TutoInstrumentTitle": "Instrument",
    "TutoInstrumentContent": "Cliquez ici pour changer l'instrument qui joue la musique de fond",
    "TutoInfoTitle": "Crédits",
    "TutoInfoContent": "Cliquez ici pour voir les crédits de l'activité",
    "TutoLearnButtonTitle": "Apprendre",
    "TutoLearnButtonContent": "Cliquez ici pour entrer dans le mode \"Apprendre\". Ici vous pouvez explorer et apprendre plusieurs milliers de mots en Anglais, Français et Espagnol",
    "TutoPlayButtonTitle": "Jouer",
    "TutoPlayButtonContent": "Cliquez ici pour entrer dans le mode \"Jouer\". Ici vous pouvez tester les connaissances que vous avez apprises dans le mode \"Apprendre\". Devinez le mot correspondant au son, à l'image ou au texte présenté",
    "TutoBuildButtonTitle": "Construire",
    "TutoBuildButtonContent": "Cliquez ici pour entrer dans le mode \"Construire\". Bientôt disponible",
    "TutoLearnExplainTitle": "Apprendre",
    "TutoLearnExplainContent": "Ici vous pouvez explorer et apprendre des mots en Anglais, Français et Espagnol",
    "TutoHomeTitle": "Accueil",
    "TutoHomeContent": "Cliquez ici pour retourner à la page d'Accueil",
    "TutoFontTitle": "Style Texte",
    "TutoFontContent": "Cliquez ici pour changer le style du texte: minuscule, majuscule ou cursive",
    "TutoLangTitle": "Langue",
    "TutoLangContent": "Cliquez ici pour changer la langue: Français, Espagnol ou Anglais",
    "TutoLearnBoxThemeTitle": "Filtrer",
    "TutoLearnBoxThemeContent": "Ici vous pouvez choisir la catégorie ou la première lettre des mots que vous voulez apprendre",
    "TutoLearnBoxCollectionTitle": "Filtrer",
    "TutoLearnBoxCollectionContent": "Ici vous pouvez choisir la catégorie de mots que vous voulez apprendre",
    "TutoLearnBoxEntryTitle": "Mots",
    "TutoLearnBoxEntryContent": "Ici vous pouvez voir les mots, cliquez sur un mot pour écouter le son correspondant",
    "TutoBackTitle": "Retour",
    "TutoBackContent": "Cliquez ici pour retourner à la page précédente",
    "TutoListenTitle": "Tout écouter",
    "TutoListenContent": "Cliquez ici pour écouter tous les mots de la page l'un après l'autre",
    "TutoPauseTitle": "Pause",
    "TutoPauseContent": "Cliquez pour mettre en pause l'écoute de tous les mots",
    "TutoPrevPageTitle": "Précédent",
    "TutoPrevPageContent": "Cliquez ici pour passer à la page de mots précédente",
    "TutoNextPageTitle": "Suivant",
    "TutoNextPageContent": "Cliquez ici pour passer à la page de mots suivante",
    "TutoPlayExplainTitle": "Jouer",
    "TutoPlayExplainContent": "Ici vous pouvez tester les connaissances que vous avez apprises dans le mode \"Apprendre\". Il y a 6 jeux. Dans chaque jeu vous devez deviner le mot correspondant à l'image, au son ou au texte",
    "TutoFilterTitle": "Filtrer",
    "TutoFilterContent": "Ici vous pouvez choisir la catégorie ou la première lettre des mots avec lesquels vous voulez jouer",
    "TutoPlay1Title": "Image en texte",
    "TutoPlay1Content": "Dans ce jeu, vous verrez une image et vous devrez deviner le texte écrit correspondant",
    "TutoPlay2Title": "Image en son",
    "TutoPlay2Content": "Dans ce jeu, vous verrez une image et vous devrez deviner le son correspondant",
    "TutoPlay3Title": "Texte en image",
    "TutoPlay3Content": "Dans ce jeu, vous verrez un texte et vous devrez deviner l'image correspondante",
    "TutoPlay4Title": "Texte en son",
    "TutoPlay4Content": "Dans ce jeu, vous verrez un texte et vous devrez deviner le son correspondant",
    "TutoPlay5Title": "Son en image",
    "TutoPlay5Content": "Dans ce jeu, vous entendrez un son et vous devrez deviner l'image correspondante",
    "TutoPlay6Title": "Son en texte",
    "TutoPlay6Content": "Dans ce jeu, vous entendrez un son et vous devrez deviner le texte écrit correspondant",
    "TutoPlayEntryBoxTitle": "Question",
    "TutoPlayEntryBoxContent": "Ceci est le mot à deviner. Vous devez choisir la réponse correcte parmi les trois réponses en dessous",
    "TutoCheckTitle": "Vérifier",
    "TutoCheckContent": "Cliquez ici pour vérifier si votre réponse est correcte",
    "TutoPngTitle": "Enregistrer PNG",
    "TutoPngContent": "Ici vous pouvez exporter dans le Journal l'image correspondant à un mot. Cliquez ici puis sur le mot à exporter",
    "TutoSoundTitle": "Enregistrer son",
    "TutoSoundContent": "Ici vous pouvez exporter dans le Journal le son correspondant à un mot. Cliquez ici puis sur le mot à exporter",
    "GameFinised": "Jeu terminé !"
  }