{
    "AbecedariumImage": "Your Image was saved",
    "AbecedariumSound": "Sound Saved",
    "TutoPrev": "Anterior",
    "TutoNext": "Próximo",
    "TutoEnd": "Fim",
    "TutoExplainTitle": "Atividade Abecedarium",
    "TutoExplainContent": "Welcome into the Abecedarium activity. Abecedarium is an abecedary activity to learn its alphabet using images, sounds and words",
    "TutoInstrumentTitle": "Instrumento",
    "TutoInstrumentContent": "Click here to change the instrument playing the background sound",
    "TutoInfoTitle": "Créditos",
    "TutoInfoContent": "Clique aqui para visualizar os créditos da atividade",
    "TutoLearnButtonTitle": "Aprender",
    "TutoLearnButtonContent": "Click here to enter the \"Learn\" mode. There you can explore and learn several thousands of words in English, French and Spanish",
    "TutoPlayButtonTitle": "Jogar",
    "TutoPlayButtonContent": "Click here to enter the \"Play\" mode. There you can test the knowledge you have learned in \"Learn\" mode. Guess the word matching sound, image or text",
    "TutoBuildButtonTitle": "Construir",
    "TutoBuildButtonContent": "Click here to enter the \"Build\" mode. Will be available soon",
    "TutoLearnExplainTitle": "Aprender",
    "TutoLearnExplainContent": "Here you can explore and learn words in English, French and Spanish",
    "TutoHomeTitle": "Inicio",
    "TutoHomeContent": "Click here to go back to the Home page",
    "TutoFontTitle": "Estilo Texto",
    "TutoFontContent": "Click here to change text style: lower case, upper case or cursive",
    "TutoLangTitle": "Idioma",
    "TutoLangContent": "Click here to change language: French, Spanish or English",
    "TutoLearnBoxThemeTitle": "Filtro",
    "TutoLearnBoxThemeContent": "Here you can choose the category or the first letter of the words you want to learn more about",
    "TutoLearnBoxCollectionTitle": "Filtro",
    "TutoLearnBoxCollectionContent": "Here you can choose the category of the words you want to learn more about",
    "TutoLearnBoxEntryTitle": "Palavras",
    "TutoLearnBoxEntryContent": "Here you can see the words, click on a word to listen the matching sound",
    "TutoBackTitle": "Retornar",
    "TutoBackContent": "Clique aqui para retornar para a página anterior",
    "TutoListenTitle": "Listen all",
    "TutoListenContent": "Click here to listen all the words in the page, one following another",
    "TutoPauseTitle": "Pausar",
    "TutoPauseContent": "Click here to pause the listening of all words",
    "TutoPrevPageTitle": "Página anterior",
    "TutoPrevPageContent": "Click here to move to the previous page of words",
    "TutoNextPageTitle": "Próxima página",
    "TutoNextPageContent": "Click here to move to the next page of words",
    "TutoPlayExplainTitle": "Jogar",
    "TutoPlayExplainContent": "Here you can test the knowledge you have learned in \"Learn\" mode. There is 6 guess games. In each game you have to guess the word matching to an image, a sound or a text",
    "TutoFilterTitle": "Filter",
    "TutoFilterContent": "Here you can choose the category or the first letter of the words you want to practise",
    "TutoPlay1Title": "Image to text",
    "TutoPlay1Content": "In this game, you will see the image and you have to guess the correct text that is written",
    "TutoPlay2Title": "Image to sound",
    "TutoPlay2Content": "In this game, you will see the image and you have to guess the correct sound",
    "TutoPlay3Title": "Text to image",
    "TutoPlay3Content": "In this game, you will see the text and you have to guess the correct image of how it looks",
    "TutoPlay4Title": "Text to sound",
    "TutoPlay4Content": "In this game, you will see the text and you have to guess the correct sound",
    "TutoPlay5Title": "Sound to image",
    "TutoPlay5Content": "In this game, you will hear the sound and you have to guess the correct image of how it looks",
    "TutoPlay6Title": "Sound to text",
    "TutoPlay6Content": "In this game, you will hear the sound and you have to guess the correct text that is written",
    "TutoPlayEntryBoxTitle": "Question",
    "TutoPlayEntryBoxContent": "Here is the word to guess. You need to choose the correct answer from three answers given below",
    "TutoCheckTitle": "Check",
    "TutoCheckContent": "Click here to check if your answer is correct",
    "TutoPngTitle": "Save PNG",
    "TutoPngContent": "Here you can export to Journal the image of a word. Click here then on the word to export",
    "TutoSoundTitle": "Save sound",
    "TutoSoundContent": "Here you can export to Journal the sound of a word. Click here then on the word to export",
    "GameFinised": "Game Finished!"
  }