Repository: llaske/sugarizer
Catalog: activities/SprintMath.activity/po/*.po
Languages: pl

source: Time
pl: Czas

source: Score
pl: Wynik

source: easy
pl: łatwy

source: medium
pl: średni

source: hard
pl: trudny

source: correct
pl: prawidłowo

source: wrong
pl: nieprawidłowo

# GameOver
source: {{name}}'s score is {{score}}
pl: Wynik {{name}} to {{score}}

# GamePlaying
source: {{name}} is playing
pl: {{name}} gra

# joined
source: {{name}} joined!
pl: {{name}} dołączył!

# left
source: {{name}} left!
pl: {{name}} wyszedł!

# TutoPrev
source: Prev
pl: Poprz

# TutoNext
source: Next
pl: Dalej

# TutoEnd
source: End
pl: Koniec

# TutoExplainTitle
source: Sprint Math Activity
pl: Sprint Math

# TutoExplainContent
source: Welcome into the Sprint Math activity. Sprint Math is a simple activity to challenge yourself on mental arithmetic
pl: Witaj w Sprint Math. Sprint Math to prosta aplikacja aby zmierzyć się z arytmetyką.

# TutoNetworkTitle
source: Network
pl: Sieć

# TutoNetworkContent
source: Click here to share the activity on the network so you could play against other users
pl: Tutaj możesz zmienić z Prywatnej na Sąsiedztwo.

# TutoRestartContent
source: Click here to restart the game
pl: Kliknij aby zresetować aplikację.

# TutoFilterTitle
source: Filters
pl: Filtry

# TutoFilterContent
source: Click here to choose mathematical operations that you want to work on (addition, subtraction, multiplication or all of that)
pl: Kliknij aby wybrać operacje matematyczne.

# TutoLevelTitle
source: Level
pl: Poziomy

# TutoLevelContent
source: Click here to select the difficulty level (easy, medium, hard). More difficult the level is, more larger numbers are
pl: Kliknij tutaj aby wybrać poziom trudności.

# TutoTimeTitle
source: Time
pl: Czas

# TutoTimeContent
source: Time left to finish the game. You've got 60 seconds to solve a maximum of operations
pl: Wybierz odpowiedź zanim upłynie ten czas.

# TutoScoreTitle
source: Score
pl: Wynik

# TutoScoreContent
source: Your current score. Each correct answer increase the score of one
pl: Możesz tutaj zobaczyć jaki masz obecnie wynik.

# TutoQuestionTitle
source: Question
pl: Pytanie

# TutoQuestionContent
source: Here is the operation you have to solve
pl: To jest zadanie. Musisz podać prawidłową odpowiedź.

# TutoChoicesTitle
source: Choices
pl: Odpowiedzi

# TutoChoicesContent
source: Select the correct answer in these 4 propositions
pl: Tutaj są podane odpowiedzi. Musisz wybrać jedną z nich.
