Repository: llaske/sugarizer
Catalog: activities/GameOfLife.activity/po/*.po
Languages: es, fr, pt

source: Generation
es: Generación
fr: Génération
pt: Geração

# TutoPrev
source: Prev
es: Ant
fr: Préc
pt: Anterior

# TutoNext
source: Next
es: Sig
fr: Suiv
pt: Próximo

# TutoEnd
source: End
es: Fin
fr: Fin
pt: Fim

# TutoExplainTitle
source: Game of Life Activity
es: Actividad "Juego de la vida"
fr: Activité Game of Life

# TutoExplainContent
source: Welcome into the Game of Life activity. Game of Life is a game to observe and explore how cells interacts and evolves generation after generation. Use one of provided pattern, a full random pattern or create your own and observe what happen
es: Bienvenido a la actividad "Juego de la vida". En esta actividad, el alumno observará y explorará cómo interactúan y evolucionan las células generación tras generación. Usa uno de los patrones predefinidos, un patrón aleatorio o crea tu propio patrón y observa lo que ocurre
fr: Game of Life est un jeu pour observer et explorer les interactions des cellules et leur évolution génération après génération. Utilisez un des modèles fournis, un modèle aléatoire ou créez le votre et observez ce qui se passe

# TutoCanvasTitle
source: Rules of Game of Life
es: Reglas de "Juego de la vida"
fr: Règles de Game of Life
pt: Regras do Game of Life

# TutoCanvasContent
source: Every cell on the board interacts with its eight neighbours, which are the cells that are horizontally, vertically, or diagonally adjacent. At each generation, the following transitions occur:
es: Todas las células del tablero interactúan con las 8 células vecinas (en horizontal, vertical y diagonal). En cada generación, tendrán lugar las siguientes transiciones:
fr: Chaque cellule du plateau interagit avec ses huit voisines: horizontalement, verticalement ou en diagonale. A chaque génération, les transformations suivantes apparaissent:

# TutoUnderTitle
source: Underpopulation
es: Subpoblación
fr: Sous-population
pt: subpopulação

# TutoUnderContent
source: Any live cell with fewer than two live neighbours dies, as if by underpopulation
es: Cualquier célula viva que tenga menos de dos células adyacentes morirá (subpoblación)
fr: Toute cellule vivante ayant moins de deux voisines meurt par sous-population

# TutoNextTitle
source: Next generation
es: Nueva generación
fr: Nouvelle génération
pt: Próxima geração

# TutoNextContent
source: Any live cell with two or three live neighbours lives on to the next generation
es: Cualquier célula viva que tenga 2-3 células adyacentes vivirá hasta la próxima generación
fr: Toute cellule vivante ayant deux ou trois voisines reste en vie à la génération suivante

# TutoOverTitle
source: Overpopulation
es: Superpoblación
fr: Surpopulation
pt: Superpopulação

# TutoOverContent
source: Any live cell with more than three live neighbours dies, as if by overpopulation
es: Cualquier célula viva que tenga más de 3 células adyacentes morirá (superpoblación)
fr: Toute cellule vivante ayant plus de trois voisines vivantes meurt à cause de la surpopulation

# TutoReproductionTitle
source: Reproduction
es: Reproducción
pt: Reprodução

# TutoReproductionContent
source: Any dead cell with exactly three live neighbours becomes a live cell, as if by reproduction
es: Cualquier célula muerta con tres células vivas exactas adyacentes se convertirá en una célula viva (reproducción)
fr: Toute cellule morte ayant exactement trois voisines vivantes devient vivante grâce à la reproduction

# TutoRunTitle
source: Run/Pause
es: Ejecutar/Pausar
fr: Lancer/Arrêter
pt: Jogar/Pausar

# TutoRunContent
source: Click here to start or freeze the game
es: Haz clic aquí para empezar o pausar una partida
fr: Cliquez ici pour démarrer ou mettre en pause le jeu
pt: Clique aqui para iniciar ou congelar o jogo

# TutoRandomTitle
source: Random Pattern
es: Patrón aleatorio
fr: Modèle Aléatoire
pt: Modelo aleatório

# TutoRandomContent
source: Click here to generate a board fill with a random number of cells
es: Haz clic aquí para generar un tablero con un número aleatorio de células
fr: Cliquez ici pour générer un plateau rempli d'un nombre aléatoire de cellules

# TutoGliderTitle
source: 'Glider' Pattern
es: Modo "Deslizante"
fr: Modèle 'Planeur'

# TutoGliderContent
source: Click here to generate a board with a pattern called 'Glider' who move at each generation
es: Haz clic aquí para generar un tablero con un patrón denominado "deslizante", en el cual las células se mueven tras cada generación
fr: Cliquez ici pour générer un plateau avec un modèle appelé "planeur" qui se déplace à chaque génération

# TutoNoTitle
source: 'Blinker' Pattern
es: Modo "Eterno"
fr: Modèle 'Clignotant'

# TutoNoContent
source: Click here to generate a board filled with pattern called 'Blinker' who live forever
es: Haz clic aquí para generar un tablero con un patrón denominado "eterno", en el cual las células viven eternamente
fr: Cliquez ici pour générer un plateau rempli avec un modèle appelé "clignotant" qui se régénère éternellement

# TutoClearTitle
source: Clear
es: Reiniciar
fr: Effacer
pt: Limpar

# TutoClearContent
source: Click here to clear the board. You could then click on it to draw your own pattern
es: Haz clic aquí para reiniciar el tablero. Si lo hacer, podrás pulsar sobre él para modificarlo con tu propio patrón
fr: Cliquez ici pour effacer le plateau. Vous pourrez ensuite cliquez sur les cases pour générer votre propre modèle

# TutoCountTitle
source: Generation Count
es: Generación
fr: Compteur de Génération
pt: Contador de Geração

# TutoCountContent
source: Here you can see which generation are you actually on
es: Aquí podrás ver cuál es la generación de las células actuales
fr: Ici vous pouvez voir le nombre de générations qui se sont déjà écoulées
pt: Aqui você pode visualizar qual a geração que você pertence atualmente

# TutoSpeedTitle
source: Speed
es: Velocidad
fr: Vitesse
pt: Velocidade

# TutoSpeedContent
source: Click here to make generation faster or slower
es: Haz clic aquí para que las generaciones duren más o menos tiempo
fr: Cliquez ici pour rendre les générations plus rapides ou plus lentes
pt: Clique aqui para fazer as gerações mais rápido ou mais lentas

# TutoSizeTitle
source: Size
es: Tamaño
fr: Taille
pt: Tamanho

# TutoSizeContent
source: Click here to change the size of the board
es: Haz clic aquí para cambiar el tamaño del tablero
fr: Cliquez ici pour change la taille du plateau
pt: Clique aqui para mudar o tamanho do quadro

# TutoDeadCellsTitle
source: Trails
es: Rastros
fr: Trace
pt: Trilhas de morte de células

# TutoDeadCellsContent
source: Click here to see/hide trails of cells deaths
es: Haz clic aquí para ver/ocultas los rastros de las células muertas
fr: Cliquez ici pour afficher/masquer la trace des cellules mortes
pt: Clique aqui para ver as mortes nas trilhas das células

source: speed :
es: velocidad :
fr: vitesse :
pt: rapidez :

source: size :
es: tamaño :
fr: taille :
pt: tamanho :
