Repository: llaske/sugarizer
Catalog: po/*.po
Languages: es, fr, pa, pt

source: Start new
es: Comenzar nuevo
fr: Commencer un nouveau
pa: ਨਵਾਂ ਸ਼ੁਰੂ ਕਰੋ
pt: Começar novo

source: {{name}} Activity
es: Actividad {{name}}
fr: Activité {{name}}
pa: {{name}} ਐਕਟੀਵਿਟੀ
pt: {{name}} Atividade

source: Remove favorite
es: Remover favorito
fr: Retirer le favori
pa: ਪਸੰਦੀਦਾਰ ਹਟਾਓ
pt: Remover favorito

source: Make favorite
es: Hacer favorito
fr: Ajouter aux favoris
pa: ਪਸੰਦੀਦਾਰ ਬਣਾਓ
pt: Criar favorito

source: Version {{number}}
es: Versión {{number}}
pa: ਵਰਜਨ {{number}}
pt: Versão {{number}}

source: Favorites view
es: Vista de favoritos
fr: Vue favoris
pa: ਪਸੰਦੀਦਾਰ ਦਿੱਖ
pt: Ver favoritos

source: List view
es: Vista de lista
fr: Vue liste
pa: ਲਿਸਟ ਦਿੱਖ
pt: Ver lista

source: Home
es: Inicio
fr: Accueil
pa: ਘਰ
pt: Página inicial

source: Filter favorites
es: Filtrar favoritos
fr: Entrées favorites
pa: ਫਿਲਟਰ ਪਸੰਦੀਦਾਰ
pt: Filtrar favoritos

source: Seconds ago
es: Hace unos segundos
fr: A l'instant
pa: ਕੁਝ ਚਿਰ ਪਹਿਲਾ
pt: Segundos atrás

# Ago
source: {{time}} ago
es: Hace {{time}}
fr: il y a {{time}}
pa: ਮਿੰਟ
pt: {{time}} atrás

# Minutes_other
source: minutes
es: minutos
pa: ਮਿੰਟਸ
pt: minutos

# Hours_one
source: hour
es: hora
fr: heure
pa: ਘੰਟਾ
pt: hora

# Hours_other
source: hours
es: horas
fr: heures
pa: ਘੰਟੇ
pt: horas

# Days_one
source: day
es: día
fr: jour
pa: ਦਿਨ
pt: dia

# Days_other
source: days
es: días
fr: jours
pa: ਦਿਨ
pt: dias

# Weeks_one
source: week
es: semana
fr: semaine
pa: ਹਫਤਾ
pt: semana

# Weeks_other
source: weeks
es: semanas
fr: semaines
pa: ਹਫਤੇ
pt: semanas

# Months_one
source: month
es: mes
fr: mois
pa: ਮਹੀਨਾ
pt: mês

# Months_other
source: months
es: meses
fr: mois
pa: ਮਹੀਨੇ
pt: meses

# Years_one
source: year
es: año
fr: an
pa: ਸਾਲ
pt: ano

# Years_other
source: years
es: años
fr: ans
pa: ਸਾਲ
pt: anos

# SecondsAgo_short
source: Sec. ago
es: Seg. atrás
fr: A l'instant
pa: ਕੁਜ ਚਿਰ ਪਹਿਲਾ
pt: Seg. atrás

# Ago_short
source: ago
pa: {{time}} ਪਹਿਲਾ

# Minutes_one_short
source: mn
pa: ਤੋਂ
pt: min

# Minutes_other_short
source: mn
pa: ਤੋਂ
pt: min

# Hours_one_short
source: hr
pa: ਘੰਟਾ
pt: h

# Hours_other_short
source: hr
pa: ਘੰਟਾ

# Days_one_short
source: dy
es: dí
fr: jr
pa: ਦਿਨ
pt: d

# Days_other_short
source: dy
es: dí
fr: jr
pa: ਦਿਨ
pt: d

# Weeks_other_short
source: wk
es: sm
fr: sm
pa: ਹਫ਼ਤਾ
pt: sem

# Months_one_short
source: mo
es: ms
fr: ms
pa: ਮਹੀਨਾ
pt: m

# Months_other_short
source: mo
es: ms
fr: ms
pa: ਮਹੀਨਾ
pt: m

# Years_one_short
source: yr
es: añ
fr: an
pa: ਸਾਲ
pt: a

# Years_other_short
source: yr
es: añ
fr: an
pa: ਸਾਲ
pt: a

source: Shutdown
es: Apagar
fr: Eteindre
pa: ਬੰਦ
pt: Desligar

source: Restart
es: Reiniciar
fr: Redémarrer
pa: ਦੁਬਾਰਾ ਚਾਲੂ
pt: Reiniciar

source: My Settings
es: Mis ajustes
fr: Mes paramètres
pa: ਮੇਰੀਆਂ ਸੈਟਿੰਗ
pt: Minhas Configurações

# SearchHome
source: Search in home
es: Buscar en hogar
fr: Recherche activité
pa: ਘਰ ਵਿਚੋਂ ਲੱਬੋ
pt: Pesquisar na minha página

# JournalEmpty
source: Your journal is empty
es: Tu diario está vacío
fr: Votre journal est vide
pa: ਤੁਹਾਡਾ ਰਸਾਲਾ ਖਾਲੀ ਹੈ
pt: Seu diário está vazio

source: No matching activities
es: No hay actividades coincidentes
fr: Aucune activité ne correspond
pa: ਕੋਈ ਵੀ ਇਕੋ ਜਿਹੀ ਹਰਕਤ ਨਹੀਂ ਹੈ
pt: Sem atividades correspondentes

source: Clear search
es: Limpiar búsqueda
fr: Effacer recherche
pa: ਭਾਲ ਮਿਟਾ ਦਵੋ
pt: Limpar pesquisa

# SearchJournal
source: Search in journal
es: Buscar en el diario
fr: Recherche dans le journal
pa: ਰਸਾਲੇ ਵਿਚੋਂ ਲੱਬੋ
pt: Pesquisar no diário

source: Anytime
es: Cualquier momento
fr: N'importe quand
pa: ਕੋਈ ਵੀ ਸਮਾਂ
pt: A qualquer momento

source: Today
es: Hoy
fr: Aujourd'hui
pa: ਅੱਜ
pt: Hoje

source: Since yesterday
es: Desde ayer
fr: Depuis hier
pa: ਕਲ ਤੋਂ
pt: Desde ontem

source: Past week
es: La semana pasada
fr: Depuis une semaine
pa: ਪਿਛਲੇ ਹਫਤੇ ਤੋਂ
pt: Semana passada

source: Past month
es: El mes pasado
fr: Depuis un mois
pa: ਪਿਛਲੇ ਮਹੀਨੇ ਤੋਂ
pt: Mês passado

source: Past year
es: El año pasado
fr: Depuis une année
pa: ਪਿਛਲੇ ਸਾਲ ਤੋਂ
pt: Ano passado

source: Anything
es: Todo
fr: N'importe quelle activité
pa: ਕੁਝ ਵੀ
pt: Qualquer coisa

source: No matching entries
es: No hay entradas coincidentes
fr: Aucune entrée correspondante
pa: ਕੋਈ ਵੀ ਇਕੋ ਜੇਹਾ ਦਾਖਲਾ ਨਹੀਂ
pt: Sem registros correspondentes

# SearchSettings
source: Search in settings
es: Buscar en configuraciones
fr: Recherche dans paramètres
pa: ਸੈਟਿੰਗਸ ਵਿਚ ਲੱਬੋ
pt: Pesquisar em configurações

source: About me
es: Acerca de mí
fr: A propos de moi
pa: ਮੇਰੇ ਬਾਰੇ
pt: Sobre mim

source: About my computer
es: Acerca de mi computadora
fr: A propos de mon ordinateur
pa: ਮੇਰੇ ਕੰਪਿਊਟਰ ਬਾਰੇ
pt: Sobre meu computador

source: My security
es: Mi seguridad
fr: Ma securité
pa: ਮੇਰੀ ਰਾਖੀ
pt: Minha segurança

# SecurityMessage
source: If you want to change your images, first type current images:
es: Si quieres cambiar tus imágenes, primero escoge las imágenes actuales:
fr: Pour changer d'images, choisir les images actuelles:
pa: ਜੇ ਤੁਸੀਂ ਆਪਦੀ ਤਸਵੀਰ ਬਦਲਣਾ ਚਾਉਂਦੇ ਹੋ, ਤਾ ਪਹਿਲਾ ਆਪਦੀ ਅੱਜ ਦੀ ਤਸਵੀਰ ਲਿਖੋ
pt: Se você deseja mudar suas imagens, primeiro escolha as imagens atuais:

# SecurityMessageNew
source: Now choose at least {{min}} new images:
es: Ahora escoge, al menos, {{min}} imágenes nuevas:
fr: Maintenant choisir au moins {{min}} nouvelles images:
pa: ਘਟੋਂ ਘਟ ਚੁਣੋ {{min}} ਨਵੀ ਤਸਵੀਰ
pt: Agora escolha no mínimo {{min}} novas imagens:

# SecurityMessageDone
source: Images updated!
es: ¡Imágenes actualizadas!
fr: Images mises à jour !
pa: ਤਸਵੀਰ ਬਾਦਲ ਦਿੱਤੀ ਗਯੀ ਹੈ
pt: Imagens atualizadas!

# InvalidPassword
source: Invalid images
es: Imágenes no válidas
fr: Images invalides
pa: ਤਸਵੀਰ ਠੀਕ ਨਹੀਂ ਹੈ
pt: Imagens inválidas

source: My privacy
fr: Ma vie privée
pa: ਮੇਰੀ ਪਰਦੇਦਾਰੀ

# PrivacyStats
source: Do not send to the server statistics about my usage of the app
fr: Ne pas envoyer au serveur de statistiques sur mon utilisation de l'application
pa: ਐਪ ਦੀ ਮੇਰੀ ਵਰਤੋਂ ਬਾਰੇ ਸਰਵਰ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਨਾ ਭੇਜੋ

# PrivacySync
source: Do not synchronize my local journal with the server
fr: Ne pas synchroniser le journal local avec le serveur
pa: ਮੇਰੀ ਸਥਾਨਕ ਜਰਨਲ ਨੂੰ ਸਰਵਰ ਨਾਲ ਸਮਕਾਲੀ ਨਾ ਕਰੋ

source: Language
es: Idioma
fr: Langue
pa: ਭਾਸ਼ਾ
pt: Língua

source: Done
es: Hecho
fr: Fait
pa: ਹੋ ਗਿਆ
pt: Feito

source: Ok
es: Vale
pa: ਠੀਕ ਹੈ

source: Cancel
es: Cancelar
fr: Annuler
pa: ਰੱਦ ਕਰੋ
pt: Cancelar

source: Click to change color:
es: Clic para cambiar el color:
fr: Cliquer pour changer la couleur:
pa: ਰੰਗ ਬਦਲਣ ਲਈ ਕਲਿਕ ਕਰੋ
pt: Clique para alterar a cor:

source: Warning
es: Aviso
fr: Attention
pa: ਚੇਤਾਵਨੀ
pt: Aviso

source: Changes require restart
es: Los cambios requieren reiniciar
fr: Redémarrer pour valider
pa: ਤਬਦੀਲੀਆਂ ਲਈ ਮੁੜ ਚਾਲੂ ਹੋਣਾ ਪੈਂਦਾ ਹੈ
pt: Alterações requerem reiniciar

source: Cancel changes
es: Cancelar cambios
fr: Abandonner
pa: ਤਬਦੀਲੀਆਂ ਰੱਦ ਕਰੋ
pt: Cancelar alterações

source: Restart now
es: Reiniciar ahora
fr: Redémarrer maintenant
pa: ਹੁਣ ਮੁੜ ਚਾਲੂ ਕਰੋ
pt: Reiniciar agora

# ChooseLanguage
source: Choose language you prefer:
es: Elige el idioma que prefieras:
fr: Choisir la langue préférée:
pa: ਆਪਣੀ ਪਸੰਦ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ
pt: Escolher o idioma preferido:

source: English
es: Inglés
fr: Anglais
pa: ਅੰਗਰੇਜ਼ੀ
pt: Inglês

source: Spanish
es: Español
fr: Espagnol
pa: ਸਪੈਨਿਸ਼
pt: Espanhol

source: French
es: Francés
fr: Français
pa: ਫ੍ਰੈਂਚ
pt: Francês

source: Igbo
pa: ਇਗਬੋ

source: Yoruba
pa: ਯੋਰੂਬਾ
pt: Yorubá

source: German
es: Alemán
fr: Allemand
pa: ਜਰਮਨ
pt: Alemão

source: Arabic
es: Arabe
fr: Arabe
pa: ਅਰਬੀ
pt: Arabe

source: Japanese
es: Japonés
fr: Japonais
pa: ਜਪਾਨੀ
pt: Japonês

source: Polish
es: Polaco
fr: Polonais
pa: ਪੋਲਿਸ਼
pt: Polonês

source: Portuguese
fr: Portugais
pa: ਪੁਰਤਗਾਲੀ
pt: Português

source: Software
fr: Logiciel
pa: ਸਾਫਟਵੇਅਰ

source: Client type:
es: Tipo de cliente:
fr: Type:
pa: ਕਲਾਇੰਟ ਦੀ ਕਿਸਮ:
pt: Tipo de Cliente:

source: Browser:
es: Navegador:
fr: Navigateur:
pa: ਬ੍ਰਾਜ਼ਰ
pt: Navegador:

source: Browser version:
es: Versión del navegador:
fr: Version du navigateur:
pa: ਬ੍ਰਾਜ਼ਰ ਵਰਜਨ
pt: Versão do navegador:

source: User agent:
es: Agente de usuario:
pa: ਉਪਭੋਗਤਾ ਏਜੰਟ
pt: Usuário:

source: Storage:
es: Almacenamiento:
fr: Stockage:
pa: ਸਟੋਰੇਜ
pt: Armazenamento:

# StorageSize
source: {{used}} bytes - {{formatted}}
fr: {{used}} octets - {{formatted}}
pa: {{used}} ਬਾਈਟ - {{formatted}}

# JournalAlmostFull
source: Warning: Journal almost full!
es: Aviso: ¡Tu biblioteca está casi al máximo de capacidad!
fr: Attention: le journal est presque plein !
pa: ਬੀ
pt: Alerta: o Diário está cheio!

# ShortForKilobytes
source: Kb
fr: Ko
pa: ਕੇ.ਬੀ.

# ShortForMegabytes
source: Mb
fr: Mo
pa: ਐਮ.ਬੀ.

# Copyright
source: Copyright and license
es: Copyright y licencia
fr: Copyright et licence
pa: ਸ਼ੂਗਰਾਈਜ਼ਰ ਇੱਕ ਓਪਨ ਸੋਰਸ ਸਾੱਫਟਵੇਅਰ ਹੈ ਜੋ ਅਪਾਚੇ 2.0 ਲਾਇਸੈਂਸ ਅਧੀਨ ਲਾਇਸੈਂਸਸ਼ੁਦਾ ਹੈ.
pt: Direito de cópia e licença

# LicenseTermsPlus
source: Most activities use this license too but some could use a different license, check the README file to be sure.ਬਹੁਤੀਆਂ ਗਤੀਵਿਧੀਆਂ ਇਸ ਲਾਇਸੈਂਸ ਦੀ ਵਰਤੋਂ ਵੀ ਕਰਦੀਆਂ ਹਨ ਪਰ ਕੁਝ ਵੱਖਰੇ ਲਾਇਸੈਂਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ README ਫਾਈਲ ਦੀ ਜਾਂਚ ਕਰੋ.
pa: ਮੁੜ ਚਾਲੂ ਕਰੋ

source: Copy to local
es: Copia local
fr: Copier localement
pa: ਸਥਾਨਕ ਨੂੰ ਕਾਪੀ ਕਰੋ
pt: Copiar local

source: Copy to shared
es: Copia compartida
fr: Copier dans le partage
pa: ਰਿਮੋਟ ਤੇ ਕਾਪੀ ਕਰੋ
pt: Copiar para compartilhar

source: by {{user}}
es: por {{user}}
fr: par {{user}}
pa: ਨਾਲ {{user}}
pt: por {{user}}

source: Erase
es: Borrar
fr: Supprimer
pa: ਮਿਟਾਓ
pt: Apagar

# ErrorLoadingRemote
source: Remote server not responding
es: El servidor remoto no responde
fr: Le serveur distant ne répond pas
pa: ਰਿਮੋਟ ਸਰਵਰ ਜਵਾਬ ਨਹੀਂ ਦੇ ਰਿਹਾ
pt: Servidor remoto sem resposta

# Server
source: About my server
es: Acerca de mi servidor
fr: A propos de mon serveur
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Sobre meu servidor

# ConnectedToServer
source: Connected to a server
es: Conectado a un servidor
fr: Connecté à un serveur
pa: ਇੱਕ ਸਰਵਰ ਨਾਲ ਜੁੜਿਆ
pt: Conectado a um servidor

# ServerUrl
source: Server address:
fr: Adresse du serveur:
pa: ਸਰਵਰ ਦਾ ਐਡਰੈੱਸ

# ServerDescription
source: Description:
pa: ਵੇਰਵਾ

source: Server Name:
fr: Nom du serveur:
pa: ਸਰਵਰ ਨਾਮ
pt: Nome do servidor:

# UserId
source: User name on server:
es: Nombre de usuario en el servidor:
fr: Nom utilisateur sur le serveur:
pa: ਸਰਵਰ ਉੱਤੇ ਯੂਜ਼ਰ ਨਾਮ
pt: Nome de usuário no servidor:

# SessionExpired
source: Server connection expired
es: Conexión al servidor expirada
fr: Connexion serveur expirée
pa: ਸਰਵਰ ਕੁਨੈਕਸ਼ਨ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ
pt: Conexão com o servidor expirada

# SecurityMessageExpired
source: Connection expired, type your images:
es: Conexión expirada. Escribe el nombre de tus imágenes:
fr: Connexion expirée, redonner vos images:
pa: ਕਨੈਕਸ਼ਨ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ, ਆਪਣੀਆਂ ਤਸਵੀਰਾਂ ਟਾਈਪ ਕਰੋ
pt: Conexão expirada, digite suas imagens:

source: Neighborhood View
es: Vista del Vecindario
fr: Vue voisinage
pa: ਨੇਬਰਹੁੱਡ ਦ੍ਰਿਸ਼
pt: Ver a vizinhança

# SearchNeighbor
source: Search in Neighborhood
es: Buscar en el Vecindario
fr: Recherche dans voisinage
pa: ਨੇਬਰਹੁੱਡ ਵਿੱਚ ਖੋਜ ਕਰੋ
pt: Pesquisar na vizinhança

source: Connected
es: Conectado
fr: Connecté
pa: ਜੁੜਿਆ
pt: Conectado

# JoinActivity
source: Join
es: Unirse
fr: Rejoindre
pa: ਜੁੜੋ
pt: Entrar

source: Name:
es: Nombre:
fr: Nom:
pa: ਨਾਮ
pt: Nome:

source: Next
es: Siguiente
fr: Suivant
pa: ਅਗਲਾ
pt: Próximo

source: Back
es: Anterior
fr: Précédent
pa: ਵਾਪਸ
pt: Voltar

# ClickToColor
source: Click to change color:
es: Haz clic para cambiar el color:
fr: Cliquer pour changer de couleur:
pa: ਰੰਗ ਬਦਲਣ ਲਈ ਕਲਿਕ ਕਰੋ
pt: Clique para alterar cor:

source: New user
es: Nuevo usuario
fr: Nouvel utilisateur
pa: ਨਵਾਂ ਯੂਜ਼ਰ
pt: Novo usuário

source: Login
fr: Se connecter
pa: ਲਾਗਿਨ

source: Logoff
es: Cerrar sesión
fr: Se déconnecter
pa: ਲਾਗ ਆਫ
pt: Sair

source: Choose name:
es: Escoger nombre:
fr: Choisir nom:
pa: ਨਾਮ ਚੁਣੋ
pt: Escolha um nome:

# Password
source: Your images:
es: Tus imágenes:
fr: Vos images:
pa: ਤੁਹਾਡੀਆਂ ਤਸਵੀਰਾਂ
pt: Suas imagens:

# ChoosePassword
source: Choose at least {{min}} images:
es: Escoge, al menos, {{min}} imágenes:
fr: Choisir au moins {{min}} images:
pa: ਘੱਟੋ ਘੱਟ {{min}} ਚਿੱਤਰਾਂ ਦੀ ਚੋਣ ਕਰੋ
pt: Escolha pelo menos {{min}} imagens:

# UserLoginInvalid
source: Invalid user name or images
es: Nombre o imágenes de usuario no válidas
fr: Nom d'utilisateur ou images invalides
pa: ਅਪ੍ਰਮਾਣਿਕ ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਤਸਵੀਰਾਂ
pt: Usuário ou imagem inválidos

source: User already exist
es: Ese usuario ya existe
fr: Cet utilisateur existe déjà
pa: ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pt: Esse nome de usuário já existe

# ServerError
source: Server error code {{code}}
fr: Erreur serveur code {{code}}
pa: ਸਰਵਰ ਗਲਤੀ ਕੋਡ
pt: Erro de servidor código {{code}}

# ServerNotSet
source: Your server is not set
es: No se ha especificado el servidor
fr: Votre serveur n'est pas configuré
pa: ਤੁਹਾਡਾ ਸਰਵਰ ਸੈਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ
pt: Seu servidor não está definido

source: Android Settings
es: Configuración de Android
fr: Paramètres Android
pa: ਐਂਡਰਾਇਡ ਸੈਟਿੰਗਜ਼
pt: Configurações Android

# ResetLauncher
source: Switch Launcher
es: Cambiar el lanzador
fr: Changer de Launcher
pa: ਸਵਿਚ ਲਾਂਚਰ
pt: Redefinir iniciador

source: Join Network
es: Unirse a la red
fr: Rejoindre le réseau
pa: ਨੈੱਟਵਰਕ ਨਾਲ ਜੁੜੋ
pt: Entrar na rede

# EnterKey
source: Enter shared key
es: Ingrese la llave compartida
fr: Renseigner la clé partagée
pa: ਸਾਂਝੀ ਕੁੰਜੀ ਦਰਜ ਕਰੋ
pt: Digitar chave compartilhada

# SetLauncherTitle
source: Change the launcher
es: Cambiar el lanzador
fr: Changer de launcher
pa: ਲਾਂਚਰ ਬਦਲੋ
pt: Redefinir iniciador

# SetLauncherText
source: You can use either SugarizerOS as a launcher or only use the Sugarizer environment as an application with your native launcher. The launcher you are actually using is {{launcher}}, click on the icon of the launcher you want to switch to.
es: Puedes utilizar SugarizerOS como lanzador, o utilizar tu lanzador nativo para abrir el entorno Sugarizer como una aplicación. El lanzador que estas usando actualmente es {{launcher}}, clickea el icono del lanzador al que quieres cambiar.
fr: Vous pouvez utiliser SugarizerOS en tant que launcher, ou garder votre Launcher natif et utiliser Sugarizer comme une application. Le launcher actuellement utilisé est {{launcher}}. Touchez l'icône du launcher que vous souhaitez utiliser.
pa: ਤੁਸੀਂ ਜਾਂ ਤਾਂ ਸ਼ੂਗਰਾਈਜ਼ਰ ਨੂੰ ਇਕ ਲਾਂਚਰ ਦੇ ਤੌਰ ਤੇ ਵਰਤ ਸਕਦੇ ਹੋ ਜਾਂ ਸਿਰਫ ਸ਼ੂਗਰਾਈਜ਼ਰ ਵਾਤਾਵਰਣ ਦੀ ਵਰਤੋਂ ਆਪਣੇ ਦੇਸੀ ਲਾਂਚਰ ਨਾਲ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਵਜੋਂ ਕਰ ਸਕਦੇ ਹੋ. ਜੋ ਲਾਂਚਰ ਤੁਸੀਂ ਅਸਲ ਵਿੱਚ ਵਰਤ ਰਹੇ ਹੋ ਉਹ {{launcher}} ਹੈ, ਉਸ ਲਾਂਚਰ ਦੇ ਆਈਕਨ ਤੇ ਕਲਿਕ ਕਰੋ ਜਿਸ ਤੇ ਤੁਸੀਂ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ.
pt: Você pode usar tanto o SugarizerOS como iniciador quanto seu iniciador nativo para usar o ambiente Sugarizer como uma aplicação. O iniciador que você está usando é {{launcher}}. Clique no ícone do iniciador para o qual você quer trocar.

source: Disconnect
es: Desconectar
fr: Se déconnecter
pa: ਡਿਸਕਨੈਕਟ
pt: Desconectar

source: Synchronize
es: Sincronizar
fr: Synchroniser
pa: ਸਮਕਾਲੀ
pt: Sincronizar

# RetrievingJournal
source: Synchronizing Journal...
es: Sincronizando biblioteca...
fr: Synchronisation du Journal...
pa: ਸਿੰਕ੍ਰੋਨਾਈਜ਼ਿੰਗ ਜਰਨਲ
pt: Sincronizando o Diário...

source: Loading...
es: Cargando...
fr: Chargement...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pt: Carregando...

# AllDataWillBeLost
source: Journal and settings will be lost
es: El diario y las preferencias se perderán
fr: Le journal et les préférences vont être supprimés
pa: ਜਰਨਲ ਅਤੇ ਸੈਟਿੰਗਸ ਖਤਮ ਹੋ ਜਾਣਗੇ
pt: Diário e configurações serão perdidas

# ClickMore
source: Click again for more options
es: Clickea nuevamente para más opciones
fr: Cliquer encore pour plus d'options
pa: ਹੋਰ ਵਿਕਲਪਾਂ ਲਈ ਦੁਬਾਰਾ ਕਲਿਕ ਕਰੋ
pt: Clique novamente para mais opções

source: Reinit journal and settings
es: Reiniciar el diario y las preferencias
fr: Reinitialiser le journal et les préférences
pa: ਜਰਨਲ ਅਤੇ ਸੈਟਿੰਗਜ਼ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ
pt: Reiniciar Diário e configurações

source: Forget password
fr: Oublier le mot de passe
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ

# CopyToDevice
source: Copy to your device
es: Copiar a tu dispositivo
fr: Copier sur votre machine
pa: ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ ਕਾਪੀ ਕਰੋ
pt: Copiar para o seu dispositivo

# FileWroteTo
source: Wrote file to {{file}}
es: Archivo creado como {{file}}
fr: Fichier enregistré en {{file}}
pa: ਨੂੰ ਫਾਇਲ ਲਿਖੀ
pt: Escrever arquivo para {{file}}

# ErrorWritingFile
source: Can't write file
es: No se puede crear archivo
fr: Erreur d'enregistrement
pa: ਫਾਈਲ ਨਹੀਂ ਲਿਖ ਸਕਦਾ
pt: Não pode escrever arquivo

# UnableToConnect
source: Unable to connect to server
es: No se puede conectar al servidor
fr: Impossible de se connecter au serveur
pa: ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਅਸਮਰੱਥ
pt: Não foi possível se conectar ao servidor

# Refresh
source: Retry
es: Reintentar
fr: Réessayer
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tentar novamente

source: Quit
es: Abandonar
fr: Quitter
pa: ਛੱਡੋ
pt: Encerrar

source: Tutorial
pa: ਟਿਊਟੋਰਿਯਲ

# TutoPrev
source: Prev
es: Ant
fr: Préc
pa: ਪਿਛਲੇ
pt: Anterior

# TutoNext
source: Next
es: Sig
fr: Suiv
pa: ਅਗਲਾ
pt: Próximo

# TutoEnd
source: End
es: Fin
fr: Fin
pa: ਅੰਤ
pt: Fim

# TutoUserTitle
source: Me
fr: Moi
pa: ਮੈਨੂੰ

# TutoUserContent
source: This icon is you. Pass the mouse over it or long touch it to change your settings (name, color, ...).
es: Este icono es el que te representa. Coloca el cursor sobre él o mantenlo pulsado para cambiar tus ajustes (nombre, color...).
fr: Cet icône vous représente. Passez la souris dessus ou laissez le doigt appuyé dessus pour changer vos préférences (nom, couleur, ...).
pa: ਇਹ ਆਈਕਨ ਤੁਸੀਂ ਹੋ. ਇਸ ਨੂੰ ਮਾ itਸ ਤੋਂ ਲੰਘੋ ਜਾਂ ਆਪਣੀ ਸੈਟਿੰਗਜ਼ (ਨਾਮ, ਰੰਗ, ...) ਨੂੰ ਬਦਲਣ ਲਈ ਇਸ ਨੂੰ ਲੰਮਾ ਛੂਹੋ
pt: Este ícone é você. Passe o ponteiro do mouse ou um longo toque para mudar suas configurações (nome, cor, ...).

# TutoActivityTitle
source: Activity
es: Actividad
fr: Activité
pa: ਸਰਗਰਮੀ
pt: Atividade

# TutoActivityContent
source: Around you are icons for activities. Click on these icons to run activities. Pass the mouse over it or long touch it to display advanced launch menu.
es: A tu alrededor, tienes los iconos de las actividades. Haz clic en estos iconos para abrir diferentes actividades. Coloca el cursor o mantén pulsado sobre dichos iconos para mostrar los menús de ejecución avanzados de cada actividad.
fr: Ces icônes autour de vous sont les activités. Cliquez dessus pour lancer les activités. Passez la souris dessus ou laissez le doigt appuyé dessus pour afficher les options de lancement.
pa: ਤੁਹਾਡੇ ਆਸ ਪਾਸ ਗਤੀਵਿਧੀਆਂ ਲਈ ਆਈਕਾਨ ਹਨ. ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਚਲਾਉਣ ਲਈ ਇਨ੍ਹਾਂ ਆਈਕਾਨਾਂ 'ਤੇ ਕਲਿੱਕ ਕਰੋ. ਇਸ ਉੱਤੇ ਮਾਉਸ ਨੂੰ ਲੰਘੋ ਜਾਂ ਇਸਨੂੰ ਐਡਵਾਂਸਡ ਲੌਂਚ ਮੀਨੂ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਲਈ ਲੰਬੇ ਸਮੇਂ ਲਈ ਛੋਹਵੋ
pt: Em torno de você há ícones para atividades. Clique nesses ícones para executar atividades. Passe o mouse sobre ele ou toque nele para exibir o menu de inicialização avançado.

# TutoJournalTitle
source: Journal
es: Biblioteca
pa: ਰਸਾਲਾ
pt: Diário

# TutoJournalContent
source: Journal is the place to retrieve the work you've done in activities and access your history.
es: La biblioteca es el lugar desde donde recuperarás todo el trabajo que hayas hecho en las actividades a las que hayas entrado, y donde podrás ver tu historial.
fr: Le journal est l'endroit où vous pouvez récupérer le travail que vous avez fait dans les activités et accéder à votre historique.
pa: ਜਰਨਲ ਉਹ ਕੰਮ ਹੈ ਜੋ ਤੁਸੀਂ ਗਤੀਵਿਧੀਆਂ ਵਿੱਚ ਕੀਤੇ ਕੰਮ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਆਪਣੇ ਇਤਿਹਾਸ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਕਰਦੇ ਹੋ
pt: Diário é o lugar para recuperar o trabalho que você fez nas atividades e acessar o seu histórico.

# TutoFavoriteTitle
source: Favorite view
es: Ver favoritos
fr: Vue favoris
pa: ਮਨਪਸੰਦ ਦ੍ਰਿਸ਼
pt: Exibir favoritos

# TutoFavoriteContent
source: Use this button to display the favorite view.
es: Usa este botón para ver tus actividades favoritas.
fr: Utilisez ce bouton pour afficher la vue des favoris.
pa: ਮਨਪਸੰਦ ਦ੍ਰਿਸ਼ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Utilize este botão para exibir os favoritos.

# TutoListTitle
source: List view
fr: Vue liste
pa: ਸੂਚੀ ਦ੍ਰਿਸ਼
pt: Ver lista

# TutoListContent
source: Use this button to display all activities, to select activities in the favorite view and to have more information about activities.
es: Usa este botón para mostrar todas las actividades, para seleccionarlas de entre tus favoritos y para consultar más información sobre las actividades.
fr: Utilisez ce bouton pour afficher toutes les activités, sélectionner celles qui sont dans la vue des favoris et avoir plus d'informations sur les activités.
pa: ਸਾਰੇ ਕੰਮਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ, ਮਨਪਸੰਦ ਦ੍ਰਿਸ਼ ਵਿੱਚ ਗਤੀਵਿਧੀਆਂ ਦੀ ਚੋਣ ਕਰਨ ਅਤੇ ਗਤੀਵਿਧੀਆਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਇਸ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Utilize este botão para exibir todas as atividades e selecionar as favoritas.

# TutoFavswitchTitle
source: Favorite switch
es: Cambiar favoritos
fr: Changer favori
pa: ਮਨਪਸੰਦ ਸਵਿਚ
pt: Trocar favoritos

# TutoFavswitchContent
source: Use this icon to change visibility of this activity in the favorite view.
es: Usa este icono para cambiar la visibilidad de esta actividad en el menú de favoritos.
fr: Utilisez cet icône pour changer la visibilité de l'activité dans la vue des favoris.
pa: ਮਨਪਸੰਦ ਦ੍ਰਿਸ਼ ਵਿੱਚ ਇਸ ਗਤੀਵਿਧੀ ਦੀ ਦਿੱਖ ਨੂੰ ਬਦਲਣ ਲਈ ਇਸ ਆਈਕਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Use este ícone para mudar a visibilidade desta atividade nos favoritos.

# TutoSearchTitle
source: Search activity
es: Buscar actividad
fr: Recherche activité
pa: ਸਰਗਰਮੀ ਦੀ ਭਾਲ ਕਰੋ
pt: Buscar atividade

# TutoSearchContent
source: Use this text to search an activity by its name.
es: Usa este recuadro para buscar una actividad por su nombre.
fr: Utilisez ce champ pour rechercher une activité par son nom.
pa: ਇਸ ਟੈਕਸਟ ਦੇ ਨਾਮ ਨਾਲ ਕਿਸੇ ਗਤੀਵਿਧੀ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Utilize este campo para buscar atividades pelo nome.

# TutoNeighborTitle
source: Neighborhood view
es: Vista de usuarios cercanos
fr: Vue voisinage
pa: ਨੇਬਰਹੁੱਡ ਦ੍ਰਿਸ਼
pt: Ver vizinhança

# TutoNeighborContent
source: Display users around you and join activities they shared.
es: Te mostrará los usuarios cercanos a ti, permitiéndote unirte a las actividades que hayan compartido.
fr: Affichez les autres utilisateurs autour de vous et rejoignez les activités qu'ils partagent.
pa: ਰਸਾਲਾ
pt: Exibir outros usuários próximos a você e participar de atividades que eles compartilharam.

# TutoJournalIntroContent
source: You're in the Journal. The Journal is the place to retrieve the work you've done. Each row is one thing you've done. Just click on it to reopen it in its old state.
es: Ahora estás en la biblioteca. La biblioteca es el lugar donde puede ver el trabajo que ya hayas hecho. Cada fila tiene una cosa en la que has participado. Solamente haz clic en ella para volverla a abrir y seguir con ella por donde la dejaste.
fr: Vous êtes dans le Journal. Le Journal est l'endroit où vous retrouvez le travail que vous avez réalisé. Chaque ligne correspond à une activité réalisée. Cliquez dessus pour la réouvrir dans l'état où vous l'avez arrêtée.
pa: ਕਦੋਂ
pt: Você está no Diário. O Diário é o lugar para recuperar trabalhos realizados. Cada linha é uma atividade que você realizou. Clique para reabrir.

# TutoJournalTimeContent
source: Here's the time when you've done the activity: seconds, minutes, hours, days or month ago.
es: Aquí verás cuándo hiciste o entraste en la actividad: hace segundos, minutos, horas, días o incluso meses.
fr: Ceci est le moment où l'activité a été réalisée: il y a quelques secondes, minutes, heures, jours ou mois.
pa: ਸਿਰਲੇਖ
pt: Aqui está o horário em que você interrompeu a atividade: segundos, minutos, horas, dia e mês.
