Repository: llaske/sugarizer
Catalog: po/*.po
Languages: es, fr, pa, pt

# TutoJournalTitleContent
source: It's the title of the activity. By default it's just the name of the activity but you could change it. Just click on it to do that.
es: Este es el título de la actividad. Por defecto, aparecerá con el nombre de la actividad que le hemos dado en Sugarizer, pero puedes cambiarlo cuando quieras. Solo haz clic sobre él y escribe el nuevo nombre.
fr: Ceci est le titre de l'activité. Par défaut c'est le nom de l'activité mais vous pouvez le changer. Cliquer dessus pour le faire.
pa: ਇਹ ਸਰਗਰਮੀ ਦਾ ਸਿਰਲੇਖ ਹੈ. ਮੂਲ ਰੂਪ ਵਿੱਚ ਇਹ ਸਿਰਫ ਸਰਗਰਮੀ ਦਾ ਨਾਮ ਹੈ ਪਰ ਤੁਸੀਂ ਇਸਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ. ਬੱਸ ਅਜਿਹਾ ਕਰਨ ਲਈ ਇਸ 'ਤੇ ਕਲਿੱਕ ਕਰੋ.
pt: Esse é o título da atividade. Por padrão, esse é o nome da atividade, mas você pode mudá-lo. Apenas dê um clique para trocar.

# TutoJournalFavoriteTitle
source: Favorite
es: Favorito
fr: Favori
pa: ਮਨਪਸੰਦ
pt: Favorito

# TutoJournalFavoriteContent
source: If you click on this icon, this Journal entry will be marked as favorite so it will be easy for you to find it in the list.
es: Si haces clic en este icono, esta entrada de la biblioteca se marcará como favorita, y será mucho más fácil encontrarla en tu lista de actividades.
fr: Si vous cliquez sur cette icône, cette entrée du Journal sera marquée comme Favori il sera ainsi plus simple de la retrouver dans la liste.
pa: ਜੇ ਤੁਸੀਂ ਇਸ ਆਈਕਨ ਤੇ ਕਲਿਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਸ ਜਰਨਲ ਐਂਟਰੀ ਨੂੰ ਮਨਪਸੰਦ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕੀਤਾ ਜਾਵੇਗਾ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਇਸ ਸੂਚੀ ਵਿਚ ਲੱਭਣਾ ਸੌਖਾ ਹੋ ਜਾਵੇਗਾ.
pt: Se você clicar neste ícone, esta entrada do Diário será marcada como favorita, então será fácil encontrá-la na lista.

# TutoJournalFavButtonTitle
source: Show favorites
es: Mostrar favoritos
fr: Voir favoris
pa: ਮਨਪਸੰਦ ਦਿਖਾਓ
pt: Mostrar favoritos

# TutoJournalFavButtonContent
source: Click on this icon to filter Journal on the favorite flag.
es: Haz clic en este icono para ver solamente tus favoritos en la biblioteca.
fr: Cliquez sur cette icône pour filtrer le Journal sur les favoris.
pa: ਜਰਨਲ ਨੂੰ ਮਨਪਸੰਦ ਫਲੈਗ ਤੇ ਫਿਲਟਰ ਕਰਨ ਲਈ ਇਸ ਆਈਕਨ ਤੇ ਕਲਿਕ ਕਰੋ
pt: Clique neste ícone para filtrar o Diário nos favoritos.

# TutoJournalSearchTitle
source: Search entry
es: Buscar entrada
fr: Recherche entrée
pa: ਖੋਜ ਇੰਦਰਾਜ਼
pt: Buscas realizadas

# TutoJournalTypeTitle
source: Filter by type
fr: Filtrer par type
pa: ਇਸ ਦੇ ਸਿਰਲੇਖ ਨਾਲ ਐਂਟਰੀ ਲੱਭਣ ਲਈ ਇਸ ਟੈਕਸਟ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Filtrar por tipo

# TutoJournalTypeContent
source: Click here to select and filter Journal by activity type.
es: Haz clic aquí para elegir y filtrar las entradas de la biblioteca por tipo de actividad.
fr: Cliquez ici pour sélectionner un type d'activité et filtrer le Journal sur ce type.
pa: ਸਰਗਰਮੀ ਦੀ ਕਿਸਮ ਅਨੁਸਾਰ ਜਰਨਲ ਨੂੰ ਚੁਣਨ ਅਤੇ ਫਿਲਟਰ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pt: Clique aqui para selecionar e filtrar o diário por tipo de atividade.

# TutoJournalTimeButtonTitle
source: Filter by time
es: Filtrar por tiempo
fr: Filtrer par date
pa: ਸਮੇਂ ਅਨੁਸਾਰ ਫਿਲਟਰ ਕਰੋ
pt: Filtrar por data

# TutoJournalTimeButtonContent
source: Click here to view only activities that you've done in a period of time.
es: Haz clic aquí para ver las actividades que hayas hecho solamente en un determinado periodo de tiempo.
fr: Cliquez ici pour voir uniquement les activités que vous avez réalisées dans une certaine période de temps.
pa: ਸਿਰਫ ਉਹਨਾਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਵੇਖਣ ਲਈ ਇੱਥੇ ਕਲਿਕ ਕਰੋ ਜੋ ਤੁਸੀਂ ਸਮੇਂ ਦੇ ਸਮੇਂ ਵਿੱਚ ਕੀਤੇ ਹਨ
pt: Clique aqui para exibir as atividades que você realizou em um período de tempo.

# TutoJournalLocalTitle
source: Local Journal
es: Biblioteca local
fr: Journal local
pa: ਸਥਾਨਕ ਜਰਨਲ
pt: Diário local

# TutoJournalLocalContent
source: When this icon is active, you're seeing the content of the local journal. All this content is stored on your current device.
es: Cuando este icono esté activo, verás el contenido de la biblioteca local. Todo el contenido de esta biblioteca solo está almacenado en tu dispositivo actual.
fr: Quand cette icône est active, vous voyez le contenu du journal local. Tout ce contenu est stocké sur votre machine actuelle.
pa: ਜਦੋਂ ਇਹ ਆਈਕਨ ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦਾ ਹੈ, ਤੁਸੀਂ ਸਥਾਨਕ ਜਰਨਲ ਦੀ ਸਮਗਰੀ ਨੂੰ ਵੇਖ ਰਹੇ ਹੋ. ਇਹ ਸਾਰੀ ਸਮੱਗਰੀ ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਡਿਵਾਈਸ ਤੇ ਸਟੋਰ ਕੀਤੀ ਗਈ ਹੈ
pt: Quando este ícone está ativo, você visualizará o conteúdo do Diário local. Este conteúdo está armazenado no seu dispositivo atual.

# TutoJournalCloudOneTitle
source: Remote Journal
es: Biblioteca en línea
fr: Journal à distance
pa: ਰਿਮੋਟ ਜਰਨਲ
pt: Diário remoto

# TutoJournalCloudOneContent
source: Click on this icon to display the content of your private journal on the server. You're the only one to access to this journal. It's a good place to store content that you don't want to loose.
es: Haz clic en este icono para ver el contenido de tu biblioteca privada en línea. Solo tú podrás acceder a esta biblioteca. Es un buen lugar para guardar el contenido que no quieras perder.
fr: Cliquez sur cette icône pour afficher le contenu de votre journal privé sur le serveur. Vous êtes le seul à pouvoir accéder à ce journal. Cet un bon endroit pour stocker ce que vous ne voulez pas perdre.
pa: ਸਰਵਰ ਉੱਤੇ ਆਪਣੀ ਪ੍ਰਾਈਵੇਟ ਜਰਨਲ ਦੀ ਸਮਗਰੀ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਲਈ ਇਸ ਆਈਕਨ ਤੇ ਕਲਿਕ ਕਰੋ. ਤੁਸੀਂ ਇਸ ਰਸਾਲੇ ਤਕ ਪਹੁੰਚਣ ਵਾਲੇ ਇੱਕਲੇ ਹੋ. ਸਮਗਰੀ ਨੂੰ ਸਟੋਰ ਕਰਨ ਲਈ ਇਹ ਇਕ ਵਧੀਆ ਜਗ੍ਹਾ ਹੈ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ
pt: Clique neste ícone para exibir o conteúdo do seu Diário privado no servidor. Você é o único que tem acesso a esse conteúdo. É um bom local para armazenar conteúdo que você pretende posteriormente recuperar.

# TutoJournalCloudAllTitle
source: Shared Journal
es: Biblioteca compartida
fr: Journal partagé
pa: ਸ਼ੇਅਰਡ ਜਰਨਲ
pt: Diário compartilhado

# TutoJournalCloudAllContent
source: Click on this icon to display the content of the shared journal on the server. Every user connected to the same server could access to this journal. So, it's nice to share your work with others.
es: Haz clic en este icono para ver el contenido de la biblioteca compartida en el servidor. Todos los usuarios conectados al mismo servidor podrán acceder a esta biblioteca. Es genial poder compartir tu trabajo con otros.
fr: Cliquez sur cette icône pour afficher le contenu du journal partagé du serveur. Tous les utilisateurs connectés au même serveur peuvent accéder à ce journal. C'est donc un endroit pratique pour partager votre travail avec les autres.
pa: ਸਰਵਰ ਉੱਤੇ ਸਾਂਝੀ ਜਰਨਲ ਦੀ ਸਮਗਰੀ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਲਈ ਇਸ ਆਈਕਨ ਤੇ ਕਲਿਕ ਕਰੋ. ਇੱਕੋ ਸਰਵਰ ਨਾਲ ਜੁੜਿਆ ਹਰੇਕ ਉਪਭੋਗਤਾ ਇਸ ਜਰਨਲ ਤੱਕ ਪਹੁੰਚ ਸਕਦਾ ਸੀ. ਇਸ ਲਈ, ਇਹ ਚੰਗਾ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣਾ ਕੰਮ ਦੂਜਿਆਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pt: Clique neste ícone para exibir o conteúdo compartilhado no Diário do servidor. Todos os usuários do mesmo servidor podem ter acesso a esse Diário. É um bom local para compartilhar seu trabalhos com outros usuários.

# TutoGotoHomeTitle
source: Home view
es: Inicio
fr: Vue accueil
pa: ਘਰ ਦ੍ਰਿਸ਼

# TutoGotoHomeContent
source: Click here to go back to the home view.
es: Haz clic aquí para volver a la pantalla de inicio.
fr: Cliquez ici pour revenir à la vue accueil.
pa: ਘਰ ਦੇ ਦ੍ਰਿਸ਼ ਤੇ ਵਾਪਸ ਜਾਣ ਲਈ ਇੱਥੇ ਕਲਿਕ ਕਰੋ
pt: Clique aqui para retornar ao início.

# TutoNeighborIntroTitle
source: Neighborhood view
es: Vista de usuarios cercanos
fr: Vue voisinage
pa: ਨੇਬਰਹੁੱਡ ਦ੍ਰਿਸ਼
pt: Ver vizinhança

# TutoNeighborIntroContent
source: You're in the Neighborhood view. Here you could see users around you connected to the same server.
es: Ahora estás en la vista de usuarios cercanos. Aquí podrás ver a los usuarios que estén cerca de ti y que estén conectados al mismo servidor que tú.
fr: Vous êtes sur la vue voisinage. Ici vous pouvez voir les utilisateurs autour de vous qui sont connectés au même serveur que vous.
pa: ਤੁਸੀਂ ਨੇਬਰਹੁੱਡ ਦ੍ਰਿਸ਼ ਵਿੱਚ ਹੋ. ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਉਪਭੋਗਤਾ ਉਹੀ ਸਰਵਰ ਨਾਲ ਜੁੜੇ ਵੇਖ ਸਕਦੇ ਹੋ
pt: Você está na vista da vizinhança. Aqui pode ver usuários ao se redor conectados ao mesmo servidor.

# TutoNeighborIntroContent2
source: You're in the Neighborhood view. Here you could see users around you connected to the same server. You could also see all WiFi access point around you.
es: Ahora estás en la vista de usuarios cercanos. Aquí podrás ver a los usuarios que estén cerca de ti y que estén conectados al mismo servidor que tú. También podrás ver todos los puntos de acceso wifi a tu alrededor.
fr: Vous êtes sur la vue voisinage. Ici vous pouvez voir les utilisateurs autour de vous qui sont connectés au même serveur que vous. Vous pouvez aussi voir tous les points d'accès WiFi autour de vous.
pa: ਤੁਸੀਂ ਨੇਬਰਹੁੱਡ ਦ੍ਰਿਸ਼ ਵਿੱਚ ਹੋ. ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਉਪਭੋਗਤਾ ਉਹੀ ਸਰਵਰ ਨਾਲ ਜੁੜੇ ਵੇਖ ਸਕਦੇ ਹੋ. ਤੁਸੀਂ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਸਾਰੇ WiFi ਐਕਸੈਸ ਪੁਆਇੰਟ ਨੂੰ ਵੀ ਦੇਖ ਸਕਦੇ ਹੋ
pt: Você está na vista da vizinhança. Aqui você pode ver usuários ao seu redor conectados ao mesmo servidor. Você também pode ver todo o ponto de acesso WiFi ao seu redor.

# TutoNeighborUserTitle
source: You
es: Tú
fr: Vous
pa: ਤੁਸੀਂ
pt: Você

# TutoNeighborUserContent
source: This icon is you like other users could see you on their own Neighborhood view. Pass the mouse over it or long touch it to change your settings (name, color, ...).
es: Este icono es como te ven otros usuarios cuando activen su vista de usuarios cercanos. Pasa el cursor por encima o manténlo pulsado sobre él para cambiar sus ajustes (nombre, color...).
fr: Cette icône c'est vous tel que les autres utilisateurs peuvent vous voir dans leur propre vue Voisinage. Passez la souris dessus ou laissez le doigt appuyé dessus pour modifier vos préférences (nom, couleur, ...).
pa: ਤੁਹਾਡਾ ਸਰਵਰ
pt: Este ícone mostra como você aparece em sua própria vizinhança. Passe o mouse sobre ele ou toque nele para alterar suas configurações (nome, cor, ...).

# TutoNeighborServerContent
source: This icon is the server where you're connected. You could only see users connected to the same server than you.
es: Este icono muestra el servidor al que estás conectado actualmente. Solo podrás ver a los usuarios conectados al mismo servidor que tú.
fr: Cette icône est le serveur auquel vous êtes connecté. Vous pouvez voir uniquement les utilisateurs connectés au même serveur que vous.
pa: ਇਹ ਆਈਕਨ ਉਹ ਸਰਵਰ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਕਨੈਕਟ ਹੋ. ਤੁਸੀਂ ਸਿਰਫ ਉਹੀ ਸਰਵਰ ਨਾਲ ਜੁੜੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਵੇਖ ਸਕਦੇ ਹੋ ਜੋ ਤੁਹਾਡੇ ਨਾਲੋਂ ਵੱਧ ਹਨ
pt: Este ícone é o servidor em que você está conectado. Você somente poderá visualizar os usuários conectados ao mesmo servidor que você.

# TutoNeighborOtherTitle
source: Another
es: Otros
fr: Un autre
pa: ਇਕ ਹੋਰ
pt: Outro

# TutoNeighborOtherContent
source: This is another user connected to the same server. You could share activities with him or join an activity that he shared with you.
es: Este usuario está conectado a tu mismo servidor ahora mismo. Puedes compartir actividades con él/ella o unirte a una actividad que comparta contigo.
fr: Ceci est un autre utilisateur connecté au même serveur que vous. Vous pouvez partager des activités avec lui ou rejoindre une activité qu'il a partagé avec vous.
pa: ਇਹ ਉਹੀ ਸਰਵਰ ਨਾਲ ਜੁੜਿਆ ਇੱਕ ਹੋਰ ਉਪਭੋਗਤਾ ਹੈ. ਤੁਸੀਂ ਉਸ ਨਾਲ ਗਤੀਵਿਧੀਆਂ ਸਾਂਝੀਆਂ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਕਿਸੇ ਗਤੀਵਿਧੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹੋ ਜੋ ਉਸਨੇ ਤੁਹਾਡੇ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਹੈ
pt: Este é um usuário conectado ao mesmo servidor que você. Você poderá compartilhar suas atividades com ele e participar de atividades que ele compartilhou.

# TutoNeighborActivityTitle
source: Shared activity
es: Actividad compartida
fr: Activité partagée
pa: ਸਾਂਝੀ ਕੀਤੀ ਗਤੀਵਿਧੀ
pt: Atividade compartilhada

# TutoNeighborActivityContent
source: This activity is shared by another user. Pass the mouse over it or long touch it to join him.
es: Esta actividad ha sido compartida por otro usuario. Pasa el cursor por encima o mantenlo pulsado para unirte a ella.
fr: Cette activité est partagée par un autre utilisateur. Passez la souris dessus ou laissez le doigt appuyé dessus pour la rejoindre.
pa: ਇਹ ਗਤੀਵਿਧੀ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਹੈ. ਇਸ ਉੱਤੇ ਮਾਸ ਲੰਘੋ ਜਾਂ ਉਸ ਨਾਲ ਜੁੜਨ ਲਈ ਇਸ ਨੂੰ ਲੰਮਾ ਛੋਹਵੋ
pt: Esta atividade é compartilhada por outro usuário. Passe o mouse sobre ela ou clique e segure para se juntar a ele.

# TutoNeighborWifiContent
source: This is a WiFi access point around you. Pass the mouse over it or long touch it to connect/disconnect to this WiFi.
es: Esto es un punto de acceso wifi que está cerca de ti. Pasa el cursor por encima o mantenlo pulsado para conectarte/desconectarte de esta red wifi.
fr: Ceci est un point d'accès WiFi autour de vous. Passez la souris dessus ou laissez le doigt appuyé dessus pour vous connecter/déconnecter à ce WiFi.
pa: ਇਹ ਤੁਹਾਡੇ ਆਸ ਪਾਸ ਇੱਕ WiFi ਐਕਸੈਸ ਪੁਆਇੰਟ ਹੈ. ਇਸ ਉੱਤੇ ਮਾਸ ਨੂੰ ਲੰਘੋ ਜਾਂ ਇਸ ਨੂੰ ਫਾਈ ਨਾਲ ਜੁੜਨ / ਡਿਸਕਨੈਕਟ ਕਰਨ ਲਈ ਲੰਬੇ ਛੋਹਵੋ
pt: Esta é uma rede sem fio (WiFi) próxima. Passe o cursor do mouse ou toque longamente para conectar ou desconectar nesta rede.

# AllType
source: All
es: Todos
fr: Tout
pa: ਸਾਰੇ
pt: Todos

source: Select filter
es: Elegir filtro
fr: Selectionner un filtre
pa: ਫਿਲਟਰ ਚੁਣੋ
pt: Selecionar filtro

source: Sort display
es: Ordenar
fr: Trier l'affichage
pa: ਕ੍ਰਮਬੱਧ ਡਿਸਪਲੇਅ
pt: Ordenar exibição

# SortByUpdated
source: Sort by updated date
es: Ordenar por fecha de actualización
fr: Trier selon la date de modification
pa: ਅਪਡੇਟ ਕੀਤੀ ਮਿਤੀ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ
pt: Ordenar por data de atualização

# SortByCreated
source: Sort by creation date
es: Ordenar por fecha de creación
fr: Trier selon la date de création
pa: ਸਿਰਜਣਾ ਮਿਤੀ ਦੇ ਅਨੁਸਾਰ ਛਾਂਟੋ
pt: Ordenar por data de criação

source: Sort by size
es: Ordenar por tamaño
fr: Trier selon la taille
pa: ਅਕਾਰ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ
pt: Ordenar por tamanho

source: Unselect all
es: Deseleccionar todo
pa: ਸਭ ਦੀ ਚੋਣ ਕਰੋ
pt: Desmarcar todos

source: Select all
es: Seleccionar todo
pa: ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
pt: Selecionar todos

# Selected_one
source: {{count}} selected on {{total}}
es: Seleccionadas: {{count}} / {{total}}
fr: {{count}} sélectionné sur {{total}}
pa: {{count}} ਤੇ ਚੁਣਿਆ {{total}}
pt: {{count}} selecionado em{{total}}

# Selected_other
source: {{count}} selected on {{total}}
es: Seleccionadas: {{count}} / {{total}}
fr: {{count}} sélectionnés sur {{total}}
pa: {{count}} ਤੇ ਚੁਣਿਆ {{total}}
pt: {{count}} selecionado em {{total}}

# Erase_one
source: Do you want to remove {{count}} entry?
es: ¿Quieres eliminar {{count}} entrada?
fr: Voulez-vous supprimer {{count}} entrée ?
pa: ਕੀ ਤੁਸੀਂ {{count}} ਇੰਦਰਾਜ਼ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja remover a entrada {{count}}?

# Erase_other
source: Do you want to remove {{count}} entries?
es: ¿Quieres eliminar {{count}} entradas?
fr: Voulez-vous supprimer {{count}} entrées ?
pa: ਕੀ ਤੁਸੀਂ {{count}} ਇੰਦਰਾਜ਼ਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja remover a entrada {{count}}?

# Erasing
source: Removing...
es: Eliminando...
fr: Suppression...
pa: ਹਟਾ ਰਿਹਾ ਹੈ ...
pt: Removendo...

# CopyToLocal_one
source: Do you want to copy {{count}} entry in your local Journal?
es: ¿Quieres copiar {{count}} entrada a tu biblioteca local?
fr: Voulez-vous copier {{count}} entrée dans votre Journal local ?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਸਥਾਨਕ ਜਰਨਲ ਵਿਚ {{count}} ਦਾਖਲੇ ਦੀ ਨਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja copiar a entrada {{count}} para o Diário?

# CopyToLocal_other
source: Do you want to copy {{count}} entries in your local Journal?
es: ¿Quieres copiar {{count}} entradas a tu biblioteca local?
fr: Voulez-vous copier {{count}} entrées dans votre Journal local ?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਸਥਾਨਕ ਜਰਨਲ ਵਿਚ {{count}} ries ਇੰਦਰਾਜ਼ਾਂ ਦੀ ਨਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja copiar a entrada {{count}} para o Diário?

# CopyToPrivate_one
source: Do you want to copy {{count}} entry in your remote Journal?
es: ¿Quieres copiar {{count}} entrada a tu biblioteca en línea?
fr: Voulez-vous copier {{count}} entrée dans votre Journal à distance ?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਰਿਮੋਟ ਜਰਨਲ ਵਿਚ {{count}} ਦਾਖਲੇ ਦੀ ਨਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja copiar a entrada {{count}} para o seu Diário remoto?

# CopyToPrivate_other
source: Do you want to copy {{count}} entries in your remote Journal?
es: ¿Quieres copiar {{count}} entradas a tu biblioteca en línea?
fr: Voulez-vous copier {{count}} entrées dans votre Journal à distance ?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਰਿਮੋਟ ਜਰਨਲ ਵਿਚ {{count}} ਇੰਦਰਾਜ਼ਾਂ ਦੀ ਨਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja copiar a entrada {{count}} para o seu Diário remoto?

# CopyToShared_one
source: Do you want to copy {{count}} entry in the shared Journal?
es: ¿Quieres copiar {{count}} entrada a tu biblioteca compartida?
fr: Voulez-vous copier {{count}} entrée dans le Journal partagé ?
pa: ਕੀ ਤੁਸੀਂ ਸਾਂਝੀ ਜਰਨਲ ਵਿਚ {{count}} ਦਾਖਲੇ ਦੀ ਨਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você deseja copiar a entrada {{count}} para o seu Diário compartilhado?

# CopyToShared_other
source: Do you want to copy {{count}} entries in the shared Journal?
es: ¿Quieres copiar {{count}} entradas a tu biblioteca compartida?
fr: Voulez-vous copier {{count}} entrées dans le Journal partagé ?
pa: ਕੀ ਤੁਸੀਂ ਸਾਂਝੀ ਜਰਨਲ ਵਿਚ {{count}} ਇੰਦਰਾਜ਼ਾਂ ਦੀ ਨਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você dseja copiar a entrada {{count}} para o seu Diário compartilhado?

# CopyToDevice_one
source: Do you want to copy {{count}} entry to your device?
es: ¿Quieres copiar {{count}} entrada a tu dispositivo?
fr: Voulez-vous copier {{count}} entrée sur votre machine ?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ {{count}} ਦਾਖਲੇ ਨੂੰ ਕਾਪੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você dseja copiar a entrada {{count}} para o seu dispositivo?

# CopyToDevice_other
source: Do you want to copy {{count}} entries to your device?
es: ¿Quieres copiar {{count}} entradas a tu dispositivo?
fr: Voulez-vous copier {{count}} entrées sur votre machine ?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ {{count}} ries ਇੰਦਰਾਜ਼ਾਂ ਨੂੰ ਕਾਪੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você dseja copiar a entrada {{count}} para o seu dispositivo?

source: Copying...
es: Copiando...
fr: Copie en cours...
pa: ਨਕਲ ਕਰ ਰਿਹਾ ਹੈ ...
pt: Copiando...

# TutoJournalCheckTitle
source: Selection
es: Selección
fr: Sélection
pa: ਚੋਣ
pt: Selecionar

# TutoJournalCheckContent
source: This checkbox allow you to do actions (remove, copy) on multiple items at the same time.
es: Esta casilla para marcar te permite marcar varios objetos y realizar acciones con ellos (eliminar, copiar) a la misma vez.
fr: Cette case à cocher vous permet d'effectuer des actions (suppression, copie) sur plusieurs éléments en même temps.
pa: ਇਹ ਚੈੱਕਬਾਕਸ ਤੁਹਾਨੂੰ ਇਕੋ ਸਮੇਂ ਕਈ ਆਈਟਮਾਂ ਤੇ ਕਿਰਿਆਵਾਂ (ਹਟਾਓ, ਕਾੱਪੀ) ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ
pt: Esta caixa de seleção permite agir (remover, copiar) em vários itens ao mesmo tempo.

# TutoJournalSortButtonTitle
source: Sort
es: Ordenar
fr: Tri
pa: ਲੜੀਬੱਧ
pt: Ordenar

source: Save file...
es: Guardar archivo...
fr: Enregistrer...
pa: ਆਖਰੀ ਅਪਡੇਟ, ਨਿਰਮਾਣ ਦੀ ਮਿਤੀ ਜਾਂ ਆਕਾਰ ਦੀ ਮਿਤੀ ਦੇ ਅਨੁਸਾਰ ਆਈਟਮਾਂ ਨੂੰ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pt: Salvar arquivo...

source: Save
es: Guardar
fr: Enregistrer
pa: ਸੇਵ
pt: Salvar

source: Choose directory...
es: Elegir carpeta...
fr: Choisir répertoire...
pa: ਡਾਇਰੈਕਟਰੀ ਦੀ ਚੋਣ ਕਰੋ
pt: Escolher diretório...

source: Choose
es: Elegir
fr: Choisir
pa: ਚੋਣ ਕਰੋ
pt: Escolher

# ErrorLoadingFile
source: Error loading file {{file}}
es: Error al cargar el archivo {{file}}
fr: Erreur de chargement du fichier {{file}}
pa: ਫਾਈਲ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao ler arquivo {{file}}

source: Choose files...
es: Elegir archivos...
fr: Choisir les fichiers...
pa: ਫਾਈਲਾਂ ਦੀ ਚੋਣ ਕਰੋ
pt: Escolher arquivos...

source: Files supported
es: Archivos permitidos
fr: Fichiers supportés
pa: ਫਾਈਲਾਂ ਸਮਰਥਿਤ ਹਨ
pt: Arquivos suportados

source: Image from device
es: Imagen desde dispositivo
fr: Image de votre machine
pa: ਡਿਵਾਈਸ ਤੋਂ ਚਿੱਤਰ
pt: Imagem do seu dispositivo

# TutoJournalFromDeviceButtonTitle
source: Import from device
es: Importar desde dispositivo
fr: Importer depuis votre machine
pa: ਡਿਵਾਈਸ ਤੋਂ ਆਯਾਤ ਕਰੋ
pt: Importar do seu dispositivo

# TutoJournalFromDeviceButtonContent
source: Click here to import content from your device to the Journal
es: Haz clic aquí para importar contenido desde tu dispositivo a la biblioteca
fr: Cliquez ici pour importer dans le journal des contenus provenant de votre machine
pa: ਸ਼ੂਗਰਾਈਜ਼ਰ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ
pt: Clique aqui para importar conteúdo do seu dispositivo para o Diário

# TutoInitIntroTitleIntroContent
source: Welcome to Sugarizer the leading learning platform. You will find here a set of activities to create, play, learn and share.
es: Bienvenido a Sugarizer, la plataforma educativa líder en el mundo. Aquí podrás crear, jugar, aprender y compartir con un gran conjunto de actividades.
fr: Bienvenue dans Sugarizer, la première plateforme éducative pour enfant. Vous trouverez ici un ensemble d'activités pour créer, jouer, apprendre et partager.
pa: ਸ਼ੂਗਰਾਈਜ਼ਰ ਪ੍ਰਮੁੱਖ ਸਿਖਲਾਈ ਪਲੇਟਫਾਰਮ ਤੇ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ. ਤੁਸੀਂ ਇੱਥੇ ਬਣਾਉਣ, ਖੇਡਣ, ਸਿੱਖਣ ਅਤੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਗਤੀਵਿਧੀਆਂ ਦਾ ਇੱਕ ਸਮੂਹ ਲੱਭੋਗੇ
pt: Bem-vindo ao Sugarizer, a plataforma líder de aprendizado. Você encontrará aqui um conjunto de atividades para criar, jogar, aprender e compartilhar.

# TutoInitNewUserTitle
source: New user
es: Usuario nuevo
fr: Nouvel utilisateur
pa: ਨਵਾਂ ਯੂਜ਼ਰ
pt: Novo usuário

# TutoInitNewUserContent
source: First, you need a user to associate your content. Click here if it's your first time in Sugarizer so you could create a new user.
es: Primero necesitas crear un usuario al que asociar tu contenido. Haz clic aquí si es la primera vez que entras a Sugarizer, para que podamos crear tu usuario.
fr: D'abord, vous devez créer un utilisateur auquel vous associerez vos contenus. Cliquez ici si c'est votre première fois dans Sugarizer. Cela vous permettra de créer un nouvel utilisateur.
pa: ਪਹਿਲਾਂ, ਤੁਹਾਨੂੰ ਆਪਣੀ ਸਮਗਰੀ ਨੂੰ ਜੋੜਨ ਲਈ ਉਪਭੋਗਤਾ ਦੀ ਜ਼ਰੂਰਤ ਹੈ. ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਜੇ ਸ਼ੂਗਰਾਈਜ਼ਰ ਵਿੱਚ ਇਹ ਤੁਹਾਡੀ ਪਹਿਲੀ ਵਾਰ ਹੈ ਤਾਂ ਕਿ ਤੁਸੀਂ ਇੱਕ ਨਵਾਂ ਉਪਭੋਗਤਾ ਬਣਾ ਸਕੋ
pt: Primeiro, você precisa de um usuário para seu conteúdo. Clique aqui se é a sua primeira vez no Sugarizer, para criar um novo usuário.

# TutoInitLoginTitle
source: User login
es: Conectarse como usuario
fr: Connexion
pa: ਉਪਭੋਗਤਾ ਲਾਗਇਨ
pt: Login de usuário

# TutoInitLoginContent
source: You've already created a Sugarizer user on a server? Click here to give your login information.
es: ¿Ya tienes un usuario de Sugarizer en uno de los servidores que ofrecemos? Entonces haz clic aquí para escribir tu información de inicio de sesión.
fr: Vous avez déjà créé un utilisateur Sugarizer sur un serveur ? Cliquez ici pour indiquer vos informations de connexion.
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਸਰਵਰ ਤੇ ਸ਼ੂਗਰਾਈਜ਼ਰ ਉਪਭੋਗਤਾ ਬਣਾਇਆ ਹੈ? ਆਪਣੀ ਲੌਗਇਨ ਜਾਣਕਾਰੀ ਦੇਣ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pt: Você já criou um usuário do Sugarizer em um servidor? Clique aqui para fornecer suas informações de login.

# TutoInitHistoryTitle
source: Recent users
es: Usuarios recientes
fr: Utilisateurs récents
pa: ਹਾਲ ਦੇ ਉਪਭੋਗਤਾ
pt: Usuários recentes

# TutoInitHistoryContent
source: Not your first time on this device? Just click on your name here to connect.
es: ¿No es la primera vez que entras en este dispositivo? Entonces haz clic aquí, en tu nombre, para conectarte rápidamente.
fr: Ce n'est pas votre première fois sur cette machine ? Cliquez simplement sur votre nom pour vous connecter.
pa: ਇਸ ਡਿਵਾਈਸ ਤੇ ਤੁਹਾਡੀ ਪਹਿਲੀ ਵਾਰ ਨਹੀਂ? ਜੁੜਨ ਲਈ ਇੱਥੇ ਆਪਣੇ ਨਾਮ ਤੇ ਕਲਿੱਕ ਕਰੋ
pt: Não é sua primeira vez neste dispositivo? Basta clicar no seu nome para se conectar.

# TutoInitHelpTitle
source: Help me
es: Necesito ayuda
fr: Aidez-moi
pa: ਮੇਰੀ ਮਦਦ ਕਰੋ

# TutoInitHelpContent
source: Remind you this icon. If you're lost, just click on it anytime anywhere to get some help.
es: Acuérdate de este icono si no sabes qué hacer. Solo haz clic en él en cualquier momento, y podrás consultar algo de ayuda.
fr: Rappelez-vous de cette icône. Si vous êtes perdu, où que vous soyez, vous pourrez toujours cliquez dessus pour recevoir de l'aide.
pa: ਤੁਹਾਨੂੰ ਇਸ ਆਈਕਨ ਦੀ ਯਾਦ ਦਿਵਾਓ. ਜੇ ਤੁਸੀਂ ਗੁਆਚ ਗਏ ਹੋ, ਕੁਝ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇਸ 'ਤੇ ਕਦੇ ਵੀ ਕਲਿੱਕ ਕਰੋ
pt: Lembre-se deste ícone. Se você está perdido, basta clicar nele a qualquer momento e em qualquer lugar para obter alguma ajuda.

# TutoInitStopTitle
source: Quit Sugarizer
es: Cerrar Sugarizer
fr: Quitter Sugarizer
pa: ਸ਼ੂਗਰਾਈਜ਼ਰ ਛੱਡੋ
