Repository: llaske/sugarizer
Catalog: po/*.po
Languages: es, fr, pa, pt

# TutoJournalActivityContent
source: Here's the icon of the activity you've done. Pass the mouse over it or long touch it to access advanced features (erase the row, copy to other journals, ...).
es: Este es el icono de la actividad que has hecho. Pasa el ratón por encima o mantén pulsado sobre él para ver los ajustes avanzados (borrar fila, copiar a otras bibliotecas...).
fr: Ceci est l'icône de l'activité qui a été utilisée. Passez la souris dessus ou laissez le doigt appuyé dessus pour accéder aux fonctionnalités avancées (supprimer la ligne, copier vers d'autres journaux, ...).
pt: Aqui está o ícone da atividade que você realizou. Passe com o mouse sobre ela ou clique e segure para acessar as configurações avançadas (apagar a linha, copiar para outros diários, ...).

# TutoJournalTimeTitle
source: When
es: Cuándo
fr: Quand
pt: Quando

# TutoJournalTitleTitle
source: Title
es: Título
fr: Titre
pt: Título

# TutoJournalSearchContent
source: Use this text to search an entry by its title.
es: Usa este recuadro para buscar una entrada por su título.
fr: Utilisez ce champ pour rechercher une entrée par son titre.
pt: Utilize este campo para buscar uma entrada pelo título.

# TutoNeighborServerTitle
source: Your server
es: Tu servidor
fr: Votre serveur
pt: Seu servidor

# TutoJournalSortButtonContent
source: Click here to sort items by date of last update, date of creation or size.
es: Haz clic aquí para ordenar los objetos por fecha de última modificación, fecha de creación o tamaño.
fr: Cliquez ici pour trier les éléments par date de modification, création ou par taille.
pt: Clique aqui para ordenar itens por data de atualização, data de criação ou tamanho.

# TutoInitIntroTitle
source: Welcome to Sugarizer
es: Bienvenido a Sugarizer
fr: Bienvenue dans Sugarizer
pt: Bem-vindo ao Sugarizer

# TutoActivityMemorizeactivity
source: The famous memorize game: find matching pairs (images, sounds or text). Memorize is actually more than just a predefined game you can play, it allows you to create new games yourself as well.
es: Basado en el mundialmente famoso juego de memoria. En este juego, debes encontrar dos elementos iguales (imágenes, sonidos o texto). "Memorizar" es, de hecho, mucho más que solo un juego, ya que también te permite crear nuevos juegos personalizados.
fr: Le fameux jeu de mémoire: associez les paires (images, sons ou texte). Memorize est plus qu'un simple jeu prédéfini, il vous permet de créer vous-même de nouveaux jeux avec vos propres associations.
pt: O famoso jogo de memorização: encontre pares correspondentes (imagens, sons ou texto). Memorize é mais do que um jogo pré-definido, ele também permite que você crie novos jogos.

# TutoActivitySpeakactivity
source: Speak is talking face. Anything you type will be spoken aloud using the speech synthesizer.
es: "Hablando" es una cara que habla. Cualquier cosa que escribas será reproducida en voz alta por el sintetizador de voz de Hablando.
fr: Speak est une tête qui parle. Tout ce que vous tapez va être dit à haute voix par le synthétiseur vocal.
pt: Speak é um rosto que fala. Tudo o que você digita será dito em voz alta pelo sintetizador de fala.

# TutoActivityVideoVieweractivity
source: A browser and a viewer for Khan Academy and Canopé videos.
es: Un explorador y visor de vídeos de las plataformas Khan Academy y Canopé.
fr: Un outil de navigation et de visualisation des vidéos de la Khan Academy et de Canopé.
pt: Um navegador e um visualizador para os vídeos da Khan Academy e da Canopé.

# TutoActivityCurriculumactivity
source: Curriculum is an activity to self evalutate your skills. You can acquire different skills from multiple categories and upload media elements to demonstrate it.
es: "Currículum" es una actividad para evaluar tus propias habilidades. Puedes conseguir varias habilidades de diferentes categorías y subir archivos para demostrarlo.

# ShortForBytes
source: b
fr: o
