Repository: llaske/sugarizer
Catalog: po/*.po
Languages: es, fr, pa, pt

# TutoInitStopContent
source: Click on this icon if you really want to quit Sugarizer. We will miss you!
es: Haz clic en este icono si quieres cerrar Sugarizer. ¡Te echaremos de menos!
fr: Cliquez sur cette icône si vous voulez vraiment quitter Sugarizer. Vous nous manquerez !
pa: ਇਸ ਆਈਕਾਨ ਤੇ ਕਲਿੱਕ ਕਰੋ ਜੇ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਸ਼ੂਗਰਾਈਜ਼ਰ ਨੂੰ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ. ਅਸੀਂ ਤੁਹਾਨੂੰ ਯਾਦ ਕਰਾਂਗੇ

# TutoInitServerTitle
source: Server address
es: Dirección del servidor
fr: Adresse du serveur
pa: ਸਰਵਰ ਦਾ ਐਡਰੈੱਸ

# TutoInitServerContent
source: This is the server address where your data is store. If you know your server address, click on the padlock to unlock the field then type it. It should start by "http://" or "https://".
es: Esta es la dirección del servidor donde se almacenarán tus datos. Si conoces tu dirección de servidor, haz clic en el candado para desbloquear el campo y rellénalo. Debe empezar con "http://" o con "https://".
fr: Ceci est l'adresse du serveur où vos données sont stockées. Si vous la connaissez, cliquez sur le cadenas et tapez l'adresse. Elle doit commencer par "http://" ou "https://".
pa: ਇਹ ਉਹ ਸਰਵਰ ਪਤਾ ਹੈ ਜਿਥੇ ਤੁਹਾਡਾ ਡੇਟਾ ਸਟੋਰ ਹੁੰਦਾ ਹੈ. ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਸਰਵਰ ਦਾ ਪਤਾ ਜਾਣਦੇ ਹੋ, ਤਾਂ ਖੇਤਰ ਨੂੰ ਤਾਲਾ ਖੋਲ੍ਹਣ ਲਈ ਪੈਡਲੌਕ ਤੇ ਕਲਿਕ ਕਰੋ ਅਤੇ ਫਿਰ ਇਸ ਨੂੰ ਟਾਈਪ ਕਰੋ. ਇਹ start "http: // " ਜਾਂ "https: // by ਦੁਆਰਾ ਅਰੰਭ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# TutoInitNameTitle
source: Your name
es: Tu nombre
fr: Votre nom
pa: ਤੁਹਾਡਾ ਨਾਮ
pt: Seu nome

# TutoInitNameContent
source: The name you use to connect to the application.
es: Escribe el nombre que usas para conectarte a la aplicación.
fr: Le nom que vous utilisez pour vous connecter à l'application.
pa: ਨਾਮ ਜੋ ਤੁਸੀਂ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਜੁੜਨ ਲਈ ਵਰਤਦੇ ਹੋ
pt: O nome que você usa para se conectar ao aplicativo.

# TutoInitPasswordTitle
source: Your password
es: Tu contraseña
fr: Votre mot de passe
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ
pt: Sua senha

# TutoInitPasswordContent
source: The series of images that you use as password to connect to the application. If you forget it, ask an administrator to remind you.
es: Este es el conjunto de imágenes que usas como contraseña para conectarte a la aplicación. Si te olvidas de tu contraseña, contacta con un administrador para recuperarla.
fr: La série d'images que vous utilisez comme mot de passe pour vous connecter à l'application. Si vous l'avez oublié, demandez à un administrateur de vous le rappeler.
pa: ਚਿੱਤਰਾਂ ਦੀ ਲੜੀ ਜੋ ਤੁਸੀਂ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਜੁੜਨ ਲਈ ਪਾਸਵਰਡ ਵਜੋਂ ਵਰਤਦੇ ਹੋ. ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਕਿਸੇ ਪ੍ਰਬੰਧਕ ਨੂੰ ਯਾਦ ਕਰਾਉਣ ਲਈ ਕਹੋ
pt: A série de imagens que você usa como senha para se conectar ao aplicativo. Se você esquecer, peça a um administrador para lembrá-lo.

# TutoInitNameNewTitle
source: Choose a name
es: Elige un nombre
fr: Choisir un nom
pa: ਇੱਕ ਨਾਮ ਚੁਣੋ
pt: Escolher um nome

# TutoInitNameNewContent
source: The name you will use in the application. It could be your full name or anything you want. You could change it later.
es: Este es el nombre que tendrás en tu aplicación. Puede ser tu nombre completo o cualquier otra cosa. Podrás cambiarlo más tarde.
fr: Le nom que vous utiliserez pour vous connecter à l'application. Ça peut être votre vrai nom ou ce que vous voulez. Vous pourrez le changer plus tard.
pa: ਨਾਮ ਜੋ ਤੁਸੀਂ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਇਸਤੇਮਾਲ ਕਰੋਗੇ. ਇਹ ਤੁਹਾਡਾ ਪੂਰਾ ਨਾਮ ਜਾਂ ਕੁਝ ਵੀ ਹੋ ਸਕਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ. ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ
pt: O nome que você usará no aplicativo. Pode ser o seu nome completo ou outro que você queira. Você poderá mudar isso depois.

# TutoInitPasswordNewTitle
source: Choose a password
es: Elige una contraseña
fr: Choisir un mot de passe
pa: ਇੱਕ ਪਾਸਵਰਡ ਚੁਨੋ
pt: Escolher uma senha

# TutoInitPasswordNewContent
source: Choose a series of images that you will use as password to protect your content. You could change it later but don't forget it!
es: Elige una serie de imágenes como contraseña para proteger tu contenido. Puedes cambiarla más tarde, ¡pero no te olvides de ella!
fr: Choisir un série d'images que vous utiliserez comme mot de passe pour protéger vos contenus. Vous pourrez le changer plus tard mais ne l'oubliez pas !
pa: ਤਸਵੀਰਾਂ ਦੀ ਇੱਕ ਲੜੀ ਚੁਣੋ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਸਮੱਗਰੀ ਦੀ ਰੱਖਿਆ ਲਈ ਪਾਸਵਰਡ ਵਜੋਂ ਵਰਤੋਗੇ. ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ ਪਰ ਇਸਨੂੰ ਨਾ ਭੁੱਲੋ
pt: Escolha uma série de imagens que você usará como senha para proteger seu conteúdo. Você pode mudar depois, mas não esqueça!

# TutoInitPreviousTitle
source: Go back
es: Volver atrás
fr: Retour arrière
pa: ਵਾਪਸ ਜਾਓ
pt: Retornar

# TutoInitPreviousContent
source: You're not sure of your previous choice? Not a problem, just go back to the previous step.
es: ¿No estás seguro de tu última elección? No hay problema, simplemente pulsa en este botón para volver al paso anterior.
fr: Vous n'êtes pas sûr de votre choix précédent ? Pas de problème, retournez à l'étape précédente.
pa: ਕੀ ਤੁਹਾਨੂੰ ਆਪਣੀ ਪਿਛਲੀ ਚੋਣ ਬਾਰੇ ਯਕੀਨ ਨਹੀਂ ਹੈ? ਕੋਈ ਸਮੱਸਿਆ ਨਹੀਂ, ਸਿਰਫ ਪਿਛਲੇ ਕਦਮ 'ਤੇ ਵਾਪਸ ਜਾਓ
pt: Você não tem certeza da sua escolha anterior? Sem problema, basta retornar.

# TutoInitNextTitle
source: Go next
es: Ir al siguiente
fr: Etape suivante
pa: ਅੱਗੇ ਜਾਓ
pt: Etapa seguinte

# TutoInitNextContent
source: Validate your choice and go to the next step.
es: Confirma tu elección y avanza al siguiente paso.
fr: Validez votre choix et passez à l'étape suivante.
pa: ਆਪਣੀ ਚੋਣ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰੋ ਅਤੇ ਅਗਲੇ ਪਗ ਤੇ ਜਾਓ
pt: Validar a sua escolha e ir para a etapa seguinte.

# TutoInitColorTitle
source: Choose your colors
es: Elige tus colores
fr: Choisir vos couleurs
pa: ਆਪਣੇ ਰੰਗ ਚੁਣੋ
pt: Escolher suas cores

# TutoInitColorContent
source: Click here to choose your favorite colors for icons. Don't worry you will be able to change it later if you change your mind.
es: Haz clic aquí para escoger tus colores favoritos para los iconos de tu cuenta. No te preocupes, si cambias de idea siempre podrás modificarlos.
fr: Cliquez ici pour choisir vos couleurs favorites pour les icônes. Ne vous inquiétez pas, vous pourrez en changer plus tard si vous changez d'avis.
pa: ਆਈਕਾਨਾਂ ਲਈ ਆਪਣੇ ਮਨਪਸੰਦ ਰੰਗ ਚੁਣਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ. ਚਿੰਤਾ ਨਾ ਕਰੋ ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਮਨ ਬਦਲਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਸਕੋਗੇ
pt: Clique aqui para escolher suas cores favoritas para os ícones. Não se preocupe, você poderá alterar mais tarde se mudar de ideia.

# TutoInitMainTitle
source: Home screen
es: Inicio
fr: Ecran d'accueil
pa: ਹੋਮ ਸਕ੍ਰੀਨ

# TutoInitMainContent
source: You're now on the Sugarizer home screen. Everything happens from here. Let's see details.
es: Ahora estás en la pantalla de inicio de Sugarizer. Todo empieza aquí. Vamos a ver qué puedes hacer.
fr: Vous êtes maintenant sur l'écran principal de Sugarizer. Tout va se passer à partir d'ici. Voyons cela dans le détail.
pa: ਤੁਸੀਂ ਹੁਣ ਸ਼ੂਗਰਾਈਜ਼ਰ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਹੋ. ਸਭ ਕੁਝ ਇਥੋਂ ਹੁੰਦਾ ਹੈ. ਆਓ ਵੇਰਵੇ ਵੇਖੀਏ
pt: Você está agora na tela inicial do Sugarizer. Tudo acontece aqui. Vamos ver detalhes.

# TutoActivityAbacusactivity
source: Abacus lets the learner explore different representations of numbers using different mechanical counting systems developed by the ancient Romans and Chinese.
es: "Ábaco" permite a los alumnos explorar diferentes representaciones para números usando sistema de conteo mecánicos desarrolladas por las antiguas civilizaciones romana y china.
fr: Abacus vous permet d'explorer la représentation des nombres en utilisant différent systèmes mécaniques de type bouliers utilisés par les Romains et Chinois anciens.
pa: ਐਬੈਕਸ ਸਿੱਖਣ ਵਾਲੇ ਨੂੰ ਪ੍ਰਾਚੀਨ ਰੋਮਨ ਅਤੇ ਚੀਨੀ ਦੁਆਰਾ ਵਿਕਸਤ ਵੱਖੋ ਵੱਖਰੀਆਂ ਮਕੈਨੀਕਲ ਕਾਟਿੰਗ ਪ੍ਰਣਾਲੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਨੰਬਰਾਂ ਦੀਆਂ ਵੱਖੋ ਵੱਖਰੀਆਂ ਨੁਮਾਇੰਦਗੀਆਂ ਦੀ ਪੜਚੋਲ ਕਰਨ ਦਿੰਦਾ ਹੈ
pt: Ábacus permite ao aprendiz explorar diferentes representações de números, usando diferentes sistemas de contagem mecânica desenvolvidos pelos antigos romanos e chineses.

# TutoActivityAbecedariumactivity
source: Abecedarium is an abecedary activity to learn its alphabet using images, sounds and words.
es: "Abecedario" es una actividad donde podrás aprender el abecedario usando imágenes, sonidos y palabras.
fr: Abecedarium est une activité abécédaire pour apprendre l'alphabet en utilisant des images, des sons et des mots.
pa: ਚਿੱਤਰ, ਆਵਾਜ਼ਾਂ ਅਤੇ ਸ਼ਬਦਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਇਸ ਦੇ ਵਰਣਮਾਲਾ ਸਿੱਖਣ ਲਈ ਅਬੇਸੈਡਰਿਅਮ ਇੱਕ ਅਭਿਆਸਸ਼ੀਲ ਗਤੀਵਿਧੀ ਹੈ
pt: Abecedarium é uma atividade que permite aprender o alfabeto usando imagens, sons e palavras.

# TutoActivityBlockrainactivity
source: Blockrain is a clone of the classic Tetris game. The objective of the game is to manipulate blocks to create horizontal lines.
es: "Lluvia de bloques" es una copia del conocido juego Tetris. El objetivo de este juego es manipular bloques para crear líneas horizontales.
fr: Blockrain est un clône du fameux jeu de Tetris. L'objectif du jeu est de manipuler des blocs pour créer des lignes horizontales.
pa: ਬਲਾਕਰੇਨ ਕਲਾਸਿਕ ਟੈਟ੍ਰਿਸ ਖੇਡ ਦਾ ਕਲੋਨ ਹੈ. ਖੇਡ ਦਾ ਉਦੇਸ਼ ਖਿਤਿਜੀ ਰੇਖਾਵਾਂ ਬਣਾਉਣ ਲਈ ਬਲਾਕਾਂ ਵਿੱਚ ਹੇਰਾਫੇਰੀ ਕਰਨਾ ਹੈ
pt: Blockrain é um clone do clássico jogo de Tetris. O objetivo do jogo é girar blocos para criar linhas horizontais.

# TutoActivityCalculateactivity
source: Calculate is a calculator. The interface provides the simplest functions directly, but it also supports more complicated math and variables and even basic plotting.
es: "Cálculo" es una actividad que abre una calculadora. La interfaz te deja emplear funciones simples, pero también permite usar fórmulas más complejas, variables e incluso representaciones gráficas muy sencillas.
fr: Calculate est une calculatrice. L'interface propose les fonctions les plus simples directement mais elle supporte aussi des fonctions et variables mathématique complexes et même du tracé de courbes.
pa: ਗਣਨਾ ਇਕ ਕੈਲਕੁਲੇਟਰ ਹੈ. ਇੰਟਰਫੇਸ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਸਧਾਰਣ ਕਾਰਜਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਪਰ ਇਹ ਵਧੇਰੇ ਗੁੰਝਲਦਾਰ ਗਣਿਤ ਅਤੇ ਵੇਰੀਏਬਲਸ ਅਤੇ ਇੱਥੋਂ ਤੱਕ ਕਿ ਮੁ .ਲੀ ਸਾਜ਼ਿਸ਼ ਨੂੰ ਵੀ ਸਮਰਥਤ ਕਰਦਾ ਹੈ
pt: Calculate é uma calculadora. A interface fornece as funções mais simples diretamente, mas também suporta matemática e variáveis mais complexas e até calculadora gráfica básica.

# TutoActivityChatPrototypeactivity
source: Chat provides a simple interface for collaborative discussion between users through the network. Use Neighborhood View to share a conversation.
es: "Chat" abre una interfaz simple para charlas colaborativas entre usuarios conectados en la red. Usa la visión de usuarios cercanos para abrir una conversación con alguno de ellos.
fr: Chat propose une interface simple pour des discussions collaboratives entre des utilisateurs sur le réseau. Utiliser la Vue Voisinage réseau pour partager une conversation.
pa: ਚੈਟ ਨੈਟਵਰਕ ਦੁਆਰਾ ਉਪਭੋਗਤਾਵਾਂ ਵਿਚਕਾਰ ਸਹਿਯੋਗੀ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਇੱਕ ਸਧਾਰਨ ਇੰਟਰਫੇਸ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ. ਗੱਲਬਾਤ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਨੇਬਰਹੁੱਡ ਵਿਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Bate-papo fornece uma interface simples para discussão colaborativa entre usuários através da rede. Use a Exibição de Vizinhança para estabelecer uma conversa.

# TutoActivityChessactivity
source: Chess activity is a fun way to learn and challenge your friends to a game of Chess.
es: "Ajedrez" es una actividad para aprender de forma divertida a jugar al ajedrez con tus amigos.
pa: ਸ਼ਤਰੰਜ ਦੀ ਗਤੀਵਿਧੀ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਸ਼ਤਰੰਜ ਦੀ ਇੱਕ ਖੇਡ ਵਿੱਚ ਸਿੱਖਣ ਅਤੇ ਚੁਣੌਤੀ ਦੇਣ ਦਾ ਇੱਕ ਮਜ਼ੇਦਾਰ ਹੈ

# TutoActivityClockactivity
source: Clock is a simple activity to learn how to read and tell the time.
es: "Reloj" es una actividad sencilla que enseña a leer y a dar la hora.
fr: Clock est une activité simple pour apprendre à lire et dire l'heure.
pa: ਘੜੀ ਇੱਕ ਸਧਾਰਣ ਗਤੀਵਿਧੀ ਹੈ ਜੋ ਸਮਾਂ ਪੜ੍ਹਨਾ ਅਤੇ ਦੱਸਣਾ ਸਿੱਖਦਾ ਹੈ
pt: Relógio é uma atividade simples para aprender a ler e dizer as horas.

# TutoActivityColorMyWorldactivity
source: Color My World activity let you explore the world and its countries. Fill countries with color you like or use the interactive mode to find location of countries on the offline map.
es: La actividad "Colorea mi mundo" te deja explorar el mundo y sus países. Colorea todos los países que encuentres del color que quieras, o usa sus modos interactivos para encontrar más países gracias a su mapa offline.
fr: L'activité Color My World vous permet d'explorer le monde et ses pays. Remplissez les pays avec la couleur que vous voulez et utilisez l'interface interactive pour trouver la position des pays sur la carte hors ligne.
pa: ਕਲਰ ਮਾਈ ਵਰਲਡ ਗਤੀਵਿਧੀ ਤੁਹਾਨੂੰ ਵਿਸ਼ਵ ਅਤੇ ਇਸਦੇ ਦੇਸ਼ਾਂ ਦੀ ਪੜਚੋਲ ਕਰਨ ਦਿੰਦੀ ਹੈ. ਉਨ੍ਹਾਂ ਦੇਸ਼ਾਂ ਨੂੰ ਭਰੋ ਜੋ ਤੁਸੀਂ ਪਸੰਦ ਕਰਦੇ ਹੋ ਜਾਂ theਫਲਾਈਨ ਨਕਸ਼ੇ 'ਤੇ ਦੇ ਦੇਸ਼ਾਂ ਦੀ ਸਥਿਤੀ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਇੰਟਰਐਕਟਿਵ ਮੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: A atividade Color My World permite que você explore o mundo e seus países. Preencha os países com as cores de que você gosta ou use o modo interativo para encontrar a localização dos países no mapa.

# TutoActivityEbookReaderactivity
source: An e-book reader to read a set of books from the classical litterature.
es: Con este lector de ebooks, podrás leer varios libros de literatura clásica.
fr: Un lecteur de livre électronique pour lire un ensemble de livres de la littérature classique.
pa: ਕਲਾਸੀਕਲ ਸਾਹਿਤ ਦੀਆਂ ਕਿਤਾਬਾਂ ਦਾ ਸਮੂਹ ਪੜ੍ਹਨ ਲਈ ਇੱਕ ਈ-ਬੁੱਕ ਰੀਡਰ
pt: Um leitor de livros eletrônicos com acesso a um conjunto de livros da literatura clássica.

# TutoActivityEtoysactivity
source: EToys is a media-rich authoring environment and visual programming system. A complete educational tool for teaching children powerful ideas in compelling ways.
es: "EToys" es una interfaz de autor con medios y un sistema de programación visual. Una herramienta educativa completa para enseñar grandes ideas a los niños de forma muy sencilla.
fr: EToys est un environnement de création de média riche et un système de programmation visuelle. Un outil éducatif complet pour apprendre aux enfants des grandes choses de manière simple.
pa: ਈਟੀਓਸ ਇੱਕ ਮੀਡੀਆ-ਅਮੀਰ ਲੇਖਣ ਵਾਲਾ ਵਾਤਾਵਰਣ ਅਤੇ ਵਿਜ਼ੂਅਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਪ੍ਰਣਾਲੀ ਹੈ. ਬੱਚਿਆਂ ਨੂੰ ਮਜਬੂਰ ਕਰਨ ਦੇ ਤਰੀਕਿਆਂ ਨਾਲ ਸ਼ਕਤੀਸ਼ਾਲੀ ਵਿਚਾਰ ਸਿਖਾਉਣ ਲਈ ਇੱਕ ਸੰਪੂਰਨ ਵਿਦਿਅਕ ਉਪਕਰਣ
pt: EToys é um sistema de programação visual com um ambiente de criação rico em mídia. Uma ferramenta educacional completa para ensinar ideias poderosas de maneira simples e atraente.

# TutoActivityExerciseractivity
source: Exerciser is a tool to create your set of interactive questions (MCQ, Cloze Text, ...) and share it with your friends.
es: "Ejercicios" es una herramienta para crear un conjunto de preguntas interactivas (MCQ, texto cloze...) y compartirlas con tus amigos.
fr: Exerciser est un outil pour créer un ensemble de questions interactives (QCM, textes à trous, ...) et le partager avec vos amis.
pa: ਅਭਿਆਸ ਕਰਨ ਵਾਲਾ ਇਕ ਸਾਧਨ ਹੈ ਜੋ ਤੁਹਾਡੇ ਇੰਟਰਐਕਟਿਵ ਪ੍ਰਸ਼ਨਾਂ ਦਾ ਸਮੂਹ ਤਿਆਰ ਕਰਦਾ ਹੈ (ਐਮਸੀਕਿਉ, ਕਲੋਜ਼ ਟੈਕਸਟ, ...) ਅਤੇ ਇਸਨੂੰ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pt: O Exerciser é uma ferramenta para criar um conjunto de perguntas interativas (questões de múltipla escolha, frases para completar a palavra que falta, ...) e compartilhá-lo com seus amigos.

# TutoActivityFalabracmanactivity
source: Falabracman Activity is a simple game where you have to Help Falabracman learn some words, by collecting all the letters in the right order.
es: "Falabracman" es una actividad sencilla en la que tendrás que ayudar a Falabracman a aprender palabras nuevas, colocando las letras en el orden correcto.
pa: ਫੈਲਾਬ੍ਰੈਕਮੈਨ ਐਕਟੀਵਿਟੀ ਇਕ ਸਧਾਰਨ ਖੇਡ ਹੈ ਜਿੱਥੇ ਤੁਹਾਨੂੰ ਫਾਲਬ੍ਰੈਕਮੈਨ ਨੂੰ ਕੁਝ ਸ਼ਬਦ ਸਿੱਖਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨੀ ਪੈਂਦੀ ਹੈ, ਸਾਰੇ ਅੱਖਰਾਂ ਨੂੰ ਸਹੀ ਕ੍ਰਮ ਵਿਚ ਇਕੱਠਾ ਕਰਕੇ

# TutoActivityFlipactivity
source: Flip is a simple strategy game where you have to flip "coins" until they are all of the same color. Each time you "win" the challenge gets more difficult.
es: "Girar" es un juego de estrategia simple en el que tendrás que girar una especie de monedas hasta que todas tengan el mismo color. Cada vez que completes un reto, el siguiente será más difícil.
fr: Flip est un jeu de stratégie simple où vous devez retourner les "jetons" jusqu'à ce qu'ils soient tous de la même couleur. Chaque fois que vous réussissez, le challenge devient plus compliqué.
pa: ਫਲਿੱਪ ਇਕ ਸਧਾਰਨ ਰਣਨੀਤੀ ਵਾਲੀ ਖੇਡ ਹੈ ਜਿੱਥੇ ਤੁਹਾਨੂੰ "ਸਿੱਕੇ " ਨੂੰ ਫਲਿੱਪ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਜਦੋਂ ਤਕ ਉਹ ਸਾਰੇ ਇਕੋ ਰੰਗ ਦੇ ਨਾ ਹੋਣ. ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ "ਜਿੱਤ " ਜਾਂਦੇ ਹੋ ਤਾਂ ਚੁਣੌਤੀ ਹੋਰ ਮੁਸ਼ਕਲ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ
pt: Flip é um jogo de estratégia simples onde você tem que virar que sejam todas da mesma cor. Cada vez que você mais difícil.

# TutoActivityFoodChainactivity
source: FoodChain is a pedagogical game to learn name of animals (word and pronunciation) and concept of food chains: who eats what? Who eats who? The activity is composed of 3 little games with 20 levels of growing complexity.
es: "Cadena de comida" es un juego pedagógico para aprender nombres de animales (su palabra escrita y su pronunciación) y el concepto de "cadena trófica": quién come qué, quién come a quién. La actividad tiene 3 pequeños minijuegos con 20 niveles de complejidad creciente.
fr: FoodChain est une activité pédagogique pour apprendre le noms des animaux (mot et prononciation) et le concept de chaîne alimentaire: qui mange qui ? qui est mangé par qui ? L'activité est composé de 3 petits jeux avec 20 niveaux de complexité croissants.
pa: ਫੂਡਚੇਨ ਜਾਨਵਰਾਂ ਦਾ ਨਾਮ (ਸ਼ਬਦ ਅਤੇ ਉਚਾਰਨ) ਅਤੇ ਭੋਜਨ ਚੇਨਜ਼ ਦੀ ਧਾਰਣਾ ਸਿੱਖਣ ਲਈ ਇੱਕ ਵਿਦਿਅਕ ਖੇਡ ਹੈ: ਕੌਣ ਕੀ ਖਾਂਦਾ ਹੈ? ਕੌਣ ਕੌਣ ਖਾਂਦਾ ਹੈ? ਗਤੀਵਿਧੀ 3 ਛੋਟੇ ਖੇਡਾਂ ਨਾਲ ਬਣੀ ਹੈ 20 ਵਧ ਰਹੀ ਜਟਿਲਤਾ ਦੇ ਨਾਲ
pt: FoodChain é um jogo pedagógico para aprender o nome dos animais (palavra e pronúncia) e o conceito de cadeias alimentares: quem come o que? Quem come quem? A atividade é composta por 3 pequenos jogos com 20 níveis de crescente complexidade.

# TutoActivityFototoonactivity
source: FotoToon allow you to use your pictures, drawing or images coming from Journal to create in few minutes an amazing comic strip to share with your friends.
es: "FotoCómic" te permite usar tus fotos, dibujos o imágenes preferidas de tu biblioteca para crear, en unos pocos minutos, una increíble tira de cómic para compartir con tus amigos.
fr: FotoToon vous permet d'utiliser vos photos, dessins et images du Journal pour créer en quelques minutes une amusante bande dessinée à partager avec vos amis.
pa: ਫੋਟਟੂਨ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਤਸਵੀਰਾਂ, ਡਰਾਇੰਗ ਜਾਂ ਚਿੱਤਰਾਂ ਨੂੰ ਜਰਨਲ ਤੋਂ ਆਉਣ ਵਾਲੀਆਂ ਕੁਝ ਮਿੰਟਾਂ ਵਿਚ ਆਪਣੇ ਮਿੱਤਰਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰਨ ਲਈ ਇਕ ਹੈਰਾਨੀ ਵਾਲੀ ਕਾਮਿਕ ਸਟ੍ਰਿਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ.
pt: FotoToon permite que você use suas fotos, desenhos ou imagens do Diário para criar em poucos minutos uma história em quadrinhos para compartilhar com seus amigos.

# TutoActivityGameOfLifeactivity
source: Game of Life is a game to observe and explore how cells interacts and evolves generation after generation. Use one of provided pattern, a full random pattern or create your own and observe what happen.
es: "El juego de la vida" es un juego que permite observar cómo interactúan las células entre ellas y cómo evolucionan generación tras generación. Usa uno de los patrones proporcionados, un patrón aleatorio o crea tu propio patrón y observa lo que ocurre en cada caso.
fr: Game of Life est un jeu pour observer et explorer les interactions des cellules et leur évolution génération après génération. Utilisez un des modèles fournis, un modèle aléatoire ou créez le votre et observez ce qui se passe.
pa: ਗੇਮ ਆਹਫ ਲਾਈਫ ਇਕ ਗੇਮ ਹੈ ਜਿਸ ਨੂੰ ਵੇਖਣ ਅਤੇ ਇਹ ਪਤਾ ਲਗਾਉਣ ਲਈ ਹੈ ਕਿ ਸੈੱਲ ਕਿਵੇਂ ਪੀੜ੍ਹੀ ਦਰ ਪੀੜ੍ਹੀ ਇਕਸਾਰ ਹੁੰਦੇ ਹਨ ਅਤੇ ਵਿਕਾਸ ਕਰਦੇ ਹਨ. ਇੱਕ ਪ੍ਰਦਾਨ ਕੀਤੇ ਪੈਟਰਨ, ਇੱਕ ਪੂਰੀ ਬੇਤਰਤੀਬੇ ਪੈਟਰਨ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਾਂ ਆਪਣਾ ਖੁਦ ਦਾ ਬਣਾਓ ਅਤੇ ਵੇਖੋ ਕਿ ਕੀ ਵਾਪਰਦਾ ਹੈ
pt: Game of Life é um jogo para observar e explorar como as células interagem e evoluem geração após geração. Use um dos modelos fornecidos, um modelo aleatório ou crie o seu próprio e observe o que acontece.

# TutoActivityGearsactivity
source: Gears is a tool to explore the ways in which gears and chains transmit motion. Draw your gears and see it coming to life.
es: "Engranajes" es una actividad para explorar las diferentes maneras en que los engranajes y cadenas transmiten el movimiento. Dibuja tus engranajes y observa cómo funcionan.
fr: Gears est un outil pour explorer la manière dont les engrenages et les chaînes transmettent le mouvement. Dessinez votre engrenage et regardez-le prendre vie.
pa: ਗੇਅਰਜ਼ ਉਨ੍ਹਾਂ ਤਰੀਕਿਆਂ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਇਕ ਸਾਧਨ ਹੈ ਜਿਸ ਵਿਚ ਗੇਅਰਜ਼ ਅਤੇ ਚੇਨ ਗਤੀ ਪ੍ਰਸਾਰਿਤ ਕਰਦੇ ਹਨ. ਆਪਣੇ ਗੀਅਰ ਬਣਾਉ ਅਤੇ ਇਸ ਨੂੰ ਜ਼ਿੰਦਗੀ ਵਿਚ ਆਉਂਦੇ ਦੇਖੋ
pt: Gears é uma ferramenta para explorar as formas pelas quais as engrenagens e correntes transmitem movimento. Desenhe suas engrenagens e veja-as ganhando vida.

# TutoActivityGetThingsDoneactivity
source: Get Things Done is a small tool to track your to-do list.
es: "Completa tus tareas" es una pequeña herramienta en la que podrás escribir una lista de tareas pendientes.
fr: Get Things Done est un petit outil pour gérer votre liste de choses à faire.
pa: ਕੰਮ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਤੁਹਾਡੀ ਟੂ-ਡੂ ਲਿਸਟ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨ ਲਈ ਇਕ ਛੋਟਾ ਜਿਹਾ ਟੂਲ ਹੈ
pt: Get Things Done é uma pequena ferramenta para gerenciar sua lista de tarefas.

# TutoActivityGridpaintactivity
source: Grid Paint is a simple paint activity for kids to draw pictures using a grid of triangles. Never miss your drawing with Grid Paint activity!
es: "Pintar con patrones" es una actividad sencilla para hacer dibujos usando patrones de triángulos. ¡Nunca más harás un mal dibujo después de usar "Pintar con patrones"!
fr: Grid Paint est une activité de dessin simple qui permet aux enfants de dessiner en utilisant une grille de triangles. Ne ratez jamais votre dessin avec l'activité Grid Paint !
pa: ਗਰਿੱਡ ਪੇਂਟ ਬੱਚਿਆਂ ਲਈ ਤਿਕੋਣ ਦੇ ਇੱਕ ਗਰਿੱਡ ਦੀ ਵਰਤੋਂ ਨਾਲ ਤਸਵੀਰਾਂ ਖਿੱਚਣ ਲਈ ਇੱਕ ਸਧਾਰਣ ਪੇਂਟ ਗਤੀਵਿਧੀ ਹੈ. ਗਰਿੱਡ ਪੇਂਟ ਦੀ ਗਤੀਵਿਧੀ ਨਾਲ ਕਦੇ ਵੀ ਆਪਣੀ ਡਰਾਇੰਗ ਨੂੰ ਯਾਦ ਨਾ ਕਰੋ
pt: Grid Paint é uma atividade de pintura simples para crianças desenharem imagens usando uma grade de triângulos. Nunca perca seu desenho com a atividade Grid Paint!

# TutoActivityJappyactivity
source: Jappy is a code editor with built-in examples and a run-time environment to learn Python programming language.
es: "Jappy" es un editor de código con ejemplos incluidos y un ambiente de ejecución para aprender el lenguaje de programación de Python.
fr: Jappy est un éditeur de code avec des exemples inclus et un environnement d'exécution pour apprendre le langage de programmation Python.
pa: ਜੈੱਪੀ ਇੱਕ ਕੋਡ ਸੰਪਾਦਕ ਹੈ ਜਿਸ ਵਿੱਚ ਬਿਲਟ-ਇਨ ਉਦਾਹਰਣਾਂ ਹਨ ਅਤੇ ਪਾਇਥਨ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਸਿੱਖਣ ਲਈ ਰਨ-ਟਾਈਮ ਵਾਤਾਵਰਣ ਹੈ
pt: Jappy é um editor de código com exemplos incluídos e um ambiente de execução para aprender a linguagem de programação Python.

# TutoActivityLabyrinthJSactivity
source: LabyrinthJS is a lightweight mind-mapping activity to visually organize your thought or informations.
es: "LaberintoJS" es una actividad para organizar tus pensamientos o conocimientos mediante mapas mentales sencillos.
fr: LabyrinthJS est un outil simple de création de cartes mentales pour organiser visuellement vos pensées et informations.
pa: ਤੁਹਾਡੇ ਵਿਚਾਰਾਂ ਜਾਂ ਜਾਣਕਾਰੀ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ੀ ਨਾਲ ਸੰਗਠਿਤ ਕਰਨ ਲਈ ਲਾਇਬ੍ਰੇਥ ਜੇਐਸ ਇੱਕ ਹਲਕੇ ਦਿਮਾਗ਼ ਨਾਲ ਮੇਲ ਕਰਨ ਵਾਲੀ ਗਤੀਵਿਧੀ ਹੈ
pt: O LabyrinthJS é uma atividade simples de criação de mapas mentais para organizar visualmente seus pensamentos e informações.

# TutoActivityLastOneLosesactivity
source: Last One Loses is a small game against the computer. Each one had to get between 1 to 3 items on the board. The one which get the last one on the board loses the game.
es: "El último pierde" es un pequeño juego que te enfrentará al ordenador. Cada uno tiene que conseguir tener de 1 a 3 objetos en la mesa. El que quite el último objeto para conseguirlo perderá la partida.
fr: Last One Loses est un petit jeu contre l'ordinateur. Chacun doit prendre entre 1 et 3 éléments sur le plateau. Celui qui prend le dernier élément perd le jeu.
pa: ਆਖਰੀ ਇਕ ਹਾਰਨ ਕੰਪਿਓਟਰ ਦੇ ਵਿਰੁੱਧ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਖੇਡ ਹੈ. ਹਰ ਇੱਕ ਨੂੰ ਬੋਰਡ ਤੇ 1 ਤੋਂ 3 ਚੀਜ਼ਾਂ ਮਿਲਣੀਆਂ ਸਨ. ਜਿਹੜਾ ਬੋਰਡ 'ਤੇ ਆਖਰੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਉਹ ਖੇਡ ਹਾਰ ਜਾਂਦਾ ਹੈ
pt: Resta Um é um pequeno jogo contra o computador. Cada jogador tem que ficar entre 1 a 3 itens no tabuleiro. Aquele que obtiver o último no tabuleiro perde o jogo.
