Repository: llaske/sugarizer
Catalog: po/*.po
Languages: es, fr, pa, pt

# TutoActivityMarkdownactivity
source: Markdown is an editor for lightweight markup language. It allow to format (bold, italic, ...) easily a text.
es: "Marcador" es un editor para marcar textos. Te permitirá añadir fácilmente marcas al texto (como la negrita, las itálicas...).
fr: Markdown est un éditeur pour le langage de balisage du même nom. Il vous permet de formatter (gras, italique, ...) simplement un texte.
pa: ਮਾਰਕਡਾਉਨ ਹਲਕੇ ਭਾਰ ਦੀ ਮਾਰਕਅਪ ਭਾਸ਼ਾ ਲਈ ਇੱਕ ਸੰਪਾਦਕ ਹੈ. ਇਹ ਆਸਾਨੀ ਨਾਲ ਟੈਕਸਟ ਨੂੰ ਫਾਰਮੈਟ (ਬੋਲਡ, ਇਟੈਲਿਕ, ...) ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ
pt: Markdown é um editor simples para linguagem de marcação. Permite formatar (negrito, itálico, ...) facilmente um texto.

# TutoActivityMazeWebactivity
source: A simple maze game. Move through the maze to reach the goal. Each maze is larger and more difficult than the last one.
es: Un laberinto sencillo. Muévete a través del laberinto y alcanza tu objetivo. Cada laberinto será más grande y difícil que el anterior.
fr: Maze est un jeu de labyrinthe. Déplacez-vous dans le labyrinthe pour atteindre la sortie. Chaque labyrinthe devient plus grand et plus difficile que le précédent.
pa: ਇੱਕ ਸਧਾਰਣ ਭੁੱਲਰ ਖੇਡ. ਟੀਚੇ 'ਤੇ ਪਹੁੰਚਣ ਲਈ ਭੁੱਬਾਂ ਮਾਰੋ. ਹਰੇਕ ਭੁੱਲਰ ਪਿਛਲੇ ਨਾਲੋਂ ਵੱਡਾ ਅਤੇ ਮੁਸ਼ਕਲ ਹੁੰਦਾ ਹੈ
pt: Jogo simples de labirinto. Mova-se pelo labirinto para alcançar o objetivo. Cada labirinto é maior e mais difícil que o anterior.

# TutoActivityMediaVieweractivity
source: An activity to display multimedia content coming from the Journal.
es: Un reproductor con el que podrás ver los contenidos multimedia de tu biblioteca.
fr: Une activité pour afficher les contenus multimédia venant de votre Journal.
pa: ਮਸ਼ਹੂਰ ਯਾਦਗਾਰ ਖੇਡ: ਮੇਲ ਜੋੜੀ ਲੱਭੋ (ਚਿੱਤਰ, ਆਵਾਜ਼ਾਂ ਜਾਂ ਟੈਕਸਟ). ਯਾਦ ਰੱਖਣਾ ਅਸਲ ਵਿੱਚ ਕੇਵਲ ਇੱਕ ਪ੍ਰਭਾਸ਼ਿਤ ਖੇਡ ਨਾਲੋਂ ਵੱਧ ਹੈ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਖੇਡ ਸਕਦੇ ਹੋ, ਇਹ ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਵੀ ਨਵੀਆਂ ਖੇਡਾਂ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ
pt: Uma atividade para exibir conteúdo multimídia armazenado no do Diário.

# TutoActivityMindMathactivity
source: Mind Math is a mental calculation game similar to countdown numbers rounds. The goal is to achieve a target number by performing mathematical operations.
es: "Mente matemática" es un juego de cálculo mental, donde debes obtener un número concreto realizando operaciones matemáticas a otros números dados.
pa: ਮਨ ਗਣਿਤ ਕਾਉਂਟਡਾਉਨ ਨੰਬਰ ਰਾਡ ਦੇ ਸਮਾਨ ਮਾਨਸਿਕ ਗਣਨਾ ਵਾਲੀ ਖੇਡ ਹੈ. ਟੀਚਾ ਗਣਿਤਿਕ ਕਾਰਜਾਂ ਦੁਆਰਾ ਇੱਕ ਟੀਚਾ ਨੰਬਰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਹੈ

# TutoActivityMoonactivity
source: Moon phase viewer, includes Lunar phase information and eclipse data.
es: Este visor de la fase lunar te permitirá ver información sobre sus fases y datos sobre los eclipses.
fr: Moon vous permet de visualiser les phases de la Lune, notamment les données de lunaisons et les éclipses.
pa: ਚੰਦਰਮਾ ਦੇ ਪੜਾਅ ਦੇ ਦਰਸ਼ਕ, ਚੰਦਰ ਪੜਾਅ ਦੀ ਜਾਣਕਾਰੀ ਅਤੇ ਗ੍ਰਹਿਣ ਡੇਟਾ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ
pt: Visualizador de fases da lua, inclui informações de lunação e dados de eclipse.

# TutoActivityPaintactivity
source: Paint is an activity to create paintings or drawings. Change brush size or color, draw text, stamps, include images or preset patterns.
es: "Pintura" es una actividad que te permite crear pinturas o dibujos. Cambia el tamaño de la brocha o su color, dibuja textos, formas, incluye imágenes o patrones predefinidos.
fr: Paint est une activité pour créer des peintures et dessins. Changez la taille ou la couleur du pinceau, dessinez du texte, des tampons ou incluez des images ou des coloriages.
pa: ਪੇਂਟ ਪੇਂਟਿੰਗ ਜਾਂ ਡਰਾਇੰਗ ਬਣਾਉਣ ਦੀ ਕਿਰਿਆ ਹੈ. ਬੁਰਸ਼ ਦਾ ਆਕਾਰ ਜਾਂ ਰੰਗ ਬਦਲੋ, ਟੈਕਸਟ ਬਣਾਓ, ਸਟਪਸ ਲਗਾਓ, ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ ਜਾਂ ਪ੍ਰੀਸੈਟ ਪੈਟਰਨ
pt: Pintura é uma atividade para criar pinturas ou desenhos. Permite alterar o tamanho ou a cor do pincel, inserir texto, criar carimbos, incluir imagens ou padrões predefinidos.

# TutoActivityPhysicsJSactivity
source: PhysicsJS is a physical world simulator and playground. You can add squares, circles, triangles and see them come to life with forces (think gravity and Newton) and inertia.
es: "FísicaJS" es un simulador del mundo físico y un patio de juegos. Podrás añadir cuadrados, círculos, triángulos y ver cómo cobra vida al estar bajo los efectos de fuerzas físicas, como la gravedad (descubierta por Newton) o la inercia.
fr: PhysicsJS est un simulateur du monde physique. Vous pouvez ajouter des carrés, ronds, triangles et les voir prendre vie en fonction des forces (pensez à la gravité et à Newton) et de l'inertie.
pa: ਭੌਤਿਕ ਵਿਗਿਆਨ ਜੇਐਸ ਇੱਕ ਭੌਤਿਕ ਵਿਸ਼ਵ ਸਿਮੂਲੇਟਰ ਅਤੇ ਖੇਡ ਦਾ ਮੈਦਾਨ ਹੈ. ਤੁਸੀਂ ਵਰਗ, ਚੱਕਰ, ਤਿਕੋਣ ਜੋੜ ਸਕਦੇ ਹੋ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਕਤੀਆਂ (ਸੋਚਦੇ ਹੋ ਕਿ ਗ੍ਰੈਵਿਟੀ ਅਤੇ ਨਿtonਟਨ) ਅਤੇ ਆਕੜ ਨਾਲ ਜੀਵਨ ਵਿਚ ਆਉਂਦੇ ਵੇਖ ਸਕਦੇ ਹੋ.
pt: PhysicsJS é um simulador de mundo físico. Você pode adicionar quadrados, círculos, triângulos e vê-los ganhar vida com forças (pense em gravidade e Newton) e inércia.

# TutoActivityQRCodeactivity
source: Use easily QR Code with this simple QR Code Generator and scanner.
es: Usa códigos QR fácilmente gracias a este generador y escáner para códigos QR.
fr: Utilisez simplement les QR Code avec ce petit générateur et lecteur de QR Code.
pa: ਇਸ ਸਧਾਰਣ QR ਕੋਡ ਜੇਨਰੇਟਰ ਅਤੇ ਸਕੈਨਰ ਦੇ ਨਾਲ ਅਸਾਨੀ ਨਾਲ QR ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Use facilmente Código QR com este simples gerador e leitor de Código QR.

# TutoActivityRecordactivity
source: Record is a basic rich-media capture activity. It lets you capture still images, video, and/or audio.
es: "Grabadora" es una herramienta sencilla que te permite grabar contenido multimedia. Podrás grabar imágenes estáticas, vídeo y/o sonido.
fr: Record est un outil simple de capture de contenu multimédia. Il vous permet de capturer des photos, vidéos et/ou audios depuis votre machine.
pa: ਰਿਕਾਰਡ ਇਕ ਅਮੀਰ-ਮੀਡੀਆ ਕੈਪਚਰ ਗਤੀਵਿਧੀ ਹੈ. ਇਹ ਤੁਹਾਨੂੰ ਅਰਾਮ ਵਾਲੀਆਂ ਤਸਵੀਰਾਂ, ਵੀਡੀਓ ਅਤੇ / ਜਾਂ captureਡੀਓ ਨੂੰ ਕੈਪਚਰ ਕਰਨ ਦਿੰਦਾ ਹੈ
pt: Record é uma atividade simples de captura de conteúdo multimídia. Permite capturar fotos, áudio e vídeo.

# TutoActivityReflectionactivity
source: Reflection is a game designed around reflective symmetry. The user modifies an image until it has reflective symmetry around either the horizontal or vertical axis.
es: "Reflejos" es un juego diseñado para entender el concepto de simetría reflectiva. El alumno modificará una imagen hasta que sea simétrica alrededor del eje horizontal o vertical.
fr: Reflection est un jeu conçu autour de la symétrie réflexive. L'utilisateur doit modifier une image jusqu'à ce qu'elle soit symétrique horizontalement ou verticalement.
pa: ਰਿਫਲਿਕਸ਼ਨ ਇਕ ਗੇਮ ਹੈ ਜੋ ਰਿਫਲੈਕਟਿਵ ਸਮਮਿਤੀ ਦੇ ਦੁਆਲੇ ਡਿਜ਼ਾਈਨ ਕੀਤੀ ਗਈ ਹੈ. ਉਪਯੋਗਕਰਤਾ ਇੱਕ ਚਿੱਤਰ ਨੂੰ ਉਦੋਂ ਤੱਕ ਸੰਸ਼ੋਧਿਤ ਕਰਦਾ ਹੈ ਜਦੋਂ ਤੱਕ ਇਸ ਵਿੱਚ ਦੂਰੀ ਜਾਂ ਲੰਬਕਾਰੀ ਧੁਰੇ ਦੁਆਲੇ ਪ੍ਰਤੀਬਿੰਬਿਤ ਸਮਰੂਪ ਨਾ ਹੋਵੇ
pt: Reflexão é um jogo de simetria reflexiva. O usuário modifica uma imagem até que ela tenha uma simetria reflexiva no eixo horizontal ou vertical.

# TutoActivityScratchactivity
source: Scratch is a full environment where you can program your own interactive stories, games, and animations.
es: "Bocetos" es un ambiente de edición para programas tus propias historias, juegos y animaciones interactivas.
fr: Scratch est un environnement complet vous permettant de programmer vos histoires interactives, jeux et animations.
pa: ਸਕ੍ਰੈਚ ਇੱਕ ਪੂਰਾ ਵਾਤਾਵਰਣ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਆਪਣੀਆਂ ਖੁਦ ਦੀਆਂ ਇੰਟਰਐਕਟਿਵ ਕਹਾਣੀਆਂ, ਗੇਮਜ਼ ਅਤੇ ਐਨੀਮੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮ ਕਰ ਸਕਦੇ ਹੋ
pt: Scratch é um ambiente completo onde você pode programar suas próprias histórias interativas, jogos e animações.

# TutoActivitySharedNotesactivity
source: Shared Notes is an activity that let you pin small notes - like "Post-It" - on a virtual board and share it with other users.
es: "Notas compartidas" es una actividad que te permite crear pequeñas notas, parecidas a pósits, en un tablero virtual, y compartirlas con otros usuarios.
fr: Shared Notes est une activité qui vous permet de partager des petites notes - comme des "Post-It" - sur un tableau virtuel, et les partager avec les autres utilisateurs.
pa: ਸ਼ੇਅਰਡ ਨੋਟਸ ਇੱਕ ਗਤੀਵਿਧੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਛੋਟੇ ਨੋਟਸ ਪਿੰਨ ਕਰਨ ਦਿੰਦੀ ਹੈ - ਜਿਵੇਂ ਕਿ ਇੱਕ ਵਰਚੁਅਲ ਬੋਰਡ ਤੇ "ਇਸ ਤੋਂ ਬਾਅਦ " - ਅਤੇ ਹੋਰ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ.
pt: Notas Compartilhadas é uma atividade que permite fixar pequenas notas - como etiquetas adesivas - em um quadro virtual e compartilhá-las com outros usuários.

# TutoActivitySprintMathactivity
source: Sprint Math is a simple activity to challenge yourself on mental arithmetic. Could be also played with other users through the network.
es: "Cálculo rápido" es una actividad sencilla que pondrá a prueba tus habilidades para el cálculo mental. También puedes jugar con otros jugadores de tu red.
fr: Sprint Math est une activité simple pour vous défier au calcul mental. Elle peut être également jouée contre les autres utilisateurs sur le réseau.
pa: ਬੋਲਦਾ ਹੈ ਚਿਹਰਾ. ਜੋ ਵੀ ਤੁਸੀਂ ਟਾਈਪ ਕਰਦੇ ਹੋ ਉਹ ਸਪੀਚ ਸਿੰਥੇਸਾਈਜ਼ਰ ਦੀ ਵਰਤੋਂ ਨਾਲ ਉੱਚਾ ਬੋਲਿਆ ਜਾਏਗਾ
pt: Sprint Math é uma atividade simples para desafiar sua capacidade de realizar cálculos mentais. Também pode ser jogado com outros usuários através da rede.

# TutoActivityStopwatchactivity
source: StopWatch is a simple stopwatch. It shows the user a number of digital stopwatches. Each stopwatch is independent.
es: "Cronómetro" es, como el nombre indica, un cronómetro sencillo. Te permitirá ver números en un cronómetro digital, con varios modelos diferentes para elegir.
fr: StopWatch est un simple chronomètre. Elle affiche plusieurs chronomètres numériques tous indépendants.
pa: ਸਟੌਪਵਾਚ ਇਕ ਸਧਾਰਨ ਸਟਾਪ ਵਾਚ ਹੈ. ਇਹ ਉਪਭੋਗਤਾ ਨੂੰ ਕਈਂ ਡਿਜੀਟਲ ਸਟੌਪਵਾਚਸ ਦਰਸਾਉਂਦਾ ਹੈ. ਹਰ ਸਟੌਪਵਾਚ ਸੁਤੰਤਰ ਹੈ
pt: O StopWatch é um cronômetro simples. Exibe ao usuário vários cronômetros digitais, todos independentes.

# TutoActivityTamTamMicroactivity
source: Tam Tam Micro is an activity to play instruments, sounds and noise of different type.
es: "Tam Tam" es una actividad para reproducir instrumentos, sonidos y ruidos de diferentes tipos.
fr: Tam Tam Micro est une activité pour jouer des instruments, sons et bruits de différents types.
pa: ਟੈਮ ਟੈਮ ਮਾਈਕਰੋ ਵੱਖ ਵੱਖ ਕਿਸਮਾਂ ਦੇ ਯੰਤਰਾਂ, ਆਵਾਜ਼ਾਂ ਅਤੇ ਸ਼ੋਰ ਨੂੰ ਵਜਾਉਣ ਲਈ ਇੱਕ ਗਤੀਵਿਧੀ ਹੈ
pt: Tam Tam Micro é uma atividade para tocar instrumentos, sons e ruídos de diferentes tipos.

# TutoActivityTangramactivity
source: Tangram is a famous classical chinese game in which the goal is to rearrange the seven separate pieces into a complete image of various shapes.
es: "Tangram" es una actividad basada en el famoso juego de mesa chino, cuyo objetivo es reubicar las 7 piezas para que completen una imagen determinada.
pa: ਟਾਂਗਰਾਮ ਇਕ ਮਸ਼ਹੂਰ ਕਲਾਸੀਕਲ ਚੀਨੀ ਖੇਡ ਹੈ ਜਿਸ ਵਿੱਚ ਸੱਤ ਵੱਖ ਵੱਖ ਟੁਕੜਿਆਂ ਨੂੰ ਵੱਖ ਵੱਖ ਆਕਾਰ ਦੇ ਇੱਕ ਪੂਰੇ ਚਿੱਤਰ ਵਿੱਚ ਪੁਨਰਗਠਿਤ ਕਰਨਾ ਹੈ

# TutoActivityTankOpactivity
source: Tank Operation is an arcade game that helps kids practice their math facts with different level of difficulty.
es: "Operaciones con tanques" es un juego de arcade que ayuda a los niños a practicar sus conocimientos de matemáticas. Tiene diferentes niveles de dificultad.
fr: Tank Operation est un jeu d'arcade qui aide les enfants à pratiquer leur arithmétique avec différents niveaux de difficultés.
pa: ਟੈਂਕ ਆਪ੍ਰੇਸ਼ਨ ਇਕ ਆਰਕੇਡ ਗੇਮ ਹੈ ਜੋ ਬੱਚਿਆਂ ਨੂੰ ਵੱਖੋ ਵੱਖਰੀ ਮੁਸ਼ਕਲ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਦੇ ਗਣਿਤ ਦੇ ਤੱਥਾਂ ਦਾ ਅਭਿਆਸ ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰਦੀ ਹੈ
pt: Tank Operation é um jogo arcade que ajuda as crianças a praticar matemática com diferentes níveis de dificuldade.

# TutoActivityTurtleBlocksJSactivity
source: Turtle Blocks JS is an activity with a Logo-inspired graphical "turtle" that draws colorful art with snap-together visual programming elements.
es: "Bloques de tortuga JS" es una actividad en la que el alumno encarnará a una "tortuga" con la que hacer dibujos coloridos usando elementos visuales para conectar.
fr: Turtle Blocks JS est une activité inspirée par la "tortue" de l'interface graphique Logo qui vous permet de dessiner des éléments colorés et les combiner via des éléments de programmation visuel.
pa: ਟਰਟਲ ਬਲੌਕਸ ਜੇ ਐਸ ਲੋਗੋ-ਪ੍ਰੇਰਿਤ ਗ੍ਰਾਫਿਕਲ tur "ਟਰਟਲ with" ਵਾਲੀ ਇੱਕ ਗਤੀਵਿਧੀ ਹੈ ਜੋ ਸਨੈਪ-ਇਕੱਠੇ ਵਿਜ਼ੂਅਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਐਲੀਮੈਂਟਸ ਦੇ ਨਾਲ ਰੰਗੀਨ ਕਲਾ ਖਿੱਚਦੀ ਹੈ.
pt: Turtle Blocks JS é uma atividade com a tartaruga gráfica derivada da Linguagem Logo que permite desenhar formas coloridas e combiná-las através de programação visual.

# TutoActivityVideoVieweractivity
source: A browser and a viewer for Khan Academy and CanopÃ© videos.
pa: ਖਾਨ ਅਕੈਡਮੀ ਅਤੇ ਕੈਨੋਪੋ © ਵੀਡਿਓਜ਼ ਲਈ ਇੱਕ ਬ੍ਰਾਜ਼ਰ ਅਤੇ ਦਰਸ਼ਕ

# TutoActivityXOEditoractivity
source: Editor for your buddy icon colors. This activity lets you explore different color patterns and choose your favorite.
es: Esto es un editor para los colores de tu avatar. Esta actividad te deja explorar los diferentes patrones de colores existentes y elegir el que prefieras.
fr: Un éditeur pour changer la couleur de vos icônes. Cette activité vous permet d'explorer différentes couleurs et modèles et de choisir vos favoris.
pa: ਤੁਹਾਡੇ ਬੱਡੀ ਆਈਕਾਨ ਰੰਗਾਂ ਲਈ ਸੰਪਾਦਕ. ਇਹ ਗਤੀਵਿਧੀ ਤੁਹਾਨੂੰ ਵੱਖ ਵੱਖ ਰੰਗ ਪੈਟਰਨ ਦੀ ਪੜਚੋਲ ਕਰਨ ਅਤੇ ਆਪਣੀ ਮਨਪਸੰਦ ਦੀ ਚੋਣ ਕਰਨ ਦਿੰਦੀ ਹੈ
pt: Editor para modificar as cores dos seus ícones. Esta atividade permite explorar diferentes padrões de cores e escolher as suas favoritas.

# TutoActivityPomodoroactivity
source: Pomodoro is a countdown activity used to break down work into intervals separated by short breaks.
es: "Pomodoro" es una actividad con una cuenta atrás, que te enseñará a dividir tu trabajo en intervalos separados por pequeños descansos.
fr: Pomodoro est un minuteur utilisé pour diviser le travail en intervalles séparés par des courtes pauses.
pa: ਪੋਮੋਡੋਰੋ ਇੱਕ ਕਾਉਂਟਡਾ ਗਤੀਵਿਧੀ ਹੈ ਜੋ ਕੰਮ ਨੂੰ ਥੋੜੇ ਸਮੇਂ ਤੋਂ ਵੱਖ ਕਰਕੇ ਅੰਤਰਾਲਾਂ ਵਿੱਚ ਵੰਡਣ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ

# TutoActivityConstellationactivity
source: Constellation is an offline planetarium that lets you see what is visible in the sky from any location on Earth.
es: "Constelación" es un planetario offline que te permite ver lo que se ve en el cielo desde cualquier punto de la Tierra.
fr: Constellation est un planétarium, ne nécessitant pas de connexion Internet, qui vous permet de voir le ciel tel qu'il est visible depuis n'importe quelle endroit sur Terre.
pa: ਤਾਰਾਮੰਡਲ ਇੱਕ ਆਫਲਾਈਨ ਗ੍ਰਹਿ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਧਰਤੀ ਦੇ ਕਿਸੇ ਵੀ ਸਥਾਨ ਤੋਂ ਅਕਾਸ਼ ਵਿੱਚ ਕੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ

# TutoActivityFractionBounceactivity
source: Fraction activity is a game to learn Fraction. The player should nudge a bouncing ball to land at a point of a given fraction.
es: "Fracciones" es un juego que te permite trabajar con fracciones. El jugador tendrá que usar una pelota que debe rebotar en zonas que representan una fracción determinada.
pa: ਭਾਗਾਂ ਦੀ ਗਤੀਵਿਧੀ ਫਰੈਕਸ਼ਨ ਸਿੱਖਣ ਲਈ ਇੱਕ ਖੇਡ ਹੈ. ਖਿਡਾਰੀ ਨੂੰ ਇੱਕ ਦਿੱਤੇ ਹਿੱਸੇ ਦੇ ਇੱਕ ਬਿੰਦੂ 'ਤੇ ਉਤਰਨ ਲਈ ਉਛਾਲ ਵਾਲੀ ਗੇਂਦ ਨੂੰ ਹਿਲਾਉਣਾ ਚਾਹੀਦਾ ਹੈ

source: Not connected
es: No estás conectado
fr: Non connecté
pa: ਜੁੜਿਆ ਨਹੀਂ

# TutoOfflineTitle
source: Not connected icon
es: Icono de desconexión
fr: Non connecté
pa: ਜੁੜਿਆ ਹੋਇਆ ਆਈਕਨ ਨਹੀਂ

# TutoOfflineContent
source: When visible, this icon remind you that you're not connected. Connect your device to a server to use collaboration features and to backup your work.
es: Cuando esté visible, este icono indicará que no estás conectado. Conecta tu dispositivo al servidor para usar características colaborativas y para guardar una copia de seguridad de tu trabajo.
fr: Quand il est visible, cet icône vous rappelle que vous n'êtes pas conecté. Connectez votre machine à un serveur pour bénéficier des fonctionnalités de collaboration et pour sauvegarder votre travail.
pa: ਜਦੋਂ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ, ਇਹ ਆਈਕਨ ਤੁਹਾਨੂੰ ਯਾਦ ਦਿਵਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਨੈਕਟ ਨਹੀਂ ਹੋ. ਸਹਿਯੋਗੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਅਤੇ ਆਪਣੇ ਕੰਮ ਦਾ ਬੈਕਅਪ ਲੈਣ ਲਈ ਆਪਣੀ ਡਿਵਾਈਸ ਨੂੰ ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ

# PleaseConnectMessage
source: Connect your account to a server to use collaboration features and to backup your work.
es: Conecta tu cuenta a un servidor para usar características colaborativas y para guardar una copia de seguridad de tu trabajo.
fr: Connectez votre machine à un serveur pour bénéficier des fonctionnalités de collaboration et pour sauvegarder votre travail.
pa: ਸਹਿਕਾਰੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਅਤੇ ਆਪਣੇ ਕੰਮ ਦਾ ਬੈਕਅਪ ਲੈਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ

# TutoInitQRCodeTitle
source: Scan server code
es: Escanear código del servidor
fr: Scannez le code du serveur
pa: ਸਰਵਰ ਕੋਡ ਸਕੈਨ ਕਰੋ

# TutoInitQRCodeContent
source: Use this button to scan the QR code of your server instead of typing its address.
es: Usa este botón para escanear el código QR de tu servidor, en lugar de escribir su dirección completa.
fr: Utilisez ce bouton pour scanner le QR Code de votre serveur au lieu de tapez son adresse.
pa: ਆਪਣੇ ਸਰਵਰ ਦਾ ਐਡਰੈੱਸ ਟਾਈਪ ਕਰਨ ਦੀ ਬਜਾਏ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ

# TutoActivityWriteactivity
source: The Write activity is a basic word processor with a simple interface for children to let them write story, poem or essay. It also supports inserting images, performing basic layout operations and generating PDF, ODT or DOC files.
es: La actividad "Escribir" es un procesador de texto básico con una interfaz sencilla para niños, que les permitirá crear historias, poemas o trabajos. También permite introducir imágenes, plantillas y operaciones básicas, y guardar los archivos en formato PDF, ODT o DOC.
fr: L'activité Write est un traitement de texte basique avec une interface adaptée aux enfants pour leur permettre d'écrire des histoires, poèmes ou essais. Elle supporte l'insertion d'image, de la mise en page et la génération de fichiers PDF, ODT ou DOC.
pa: ਲਿਖੋ ਗਤੀਵਿਧੀ ਬੱਚਿਆਂ ਲਈ ਕਹਾਣੀ, ਕਵਿਤਾ ਜਾਂ ਲੇਖ ਲਿਖਣ ਦੇਣ ਲਈ ਇੱਕ ਸਧਾਰਣ ਇੰਟਰਫੇਸ ਵਾਲਾ ਇੱਕ ਮੁਲਾ ਵਰਡ ਪ੍ਰੋਸੈਸਰ ਹੈ. ਇਹ ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰਨ, ਬੁਨਿਆਦੀ ਲੇਆਉਟ ਕਾਰਜ ਕਰਨ ਅਤੇ ਪੀਡੀਐਫ, ਓਡੀਟੀ ਜਾਂ ਡੀਓਸੀ ਫਾਈਲਾਂ ਤਿਆਰ ਕਰਨ ਦਾ ਵੀ ਸਮਰਥਨ ਕਰਦਾ ਹੈ

# TutoActivityCalligraactivity
source: The Calligra activity is a fun activity to help kids learn cursive writing: letters, numbers or figures.
es: "Caligrafía" es una divertida actividad que ayuda a los niños a dibujar letras, números o figuras en cursiva.
fr: L'activité Calligra est une activité amusante pour aider les enfants à apprendre l'écriture cursive: lettres, nombres et figures.
pa: ਕੈਲੀਗਰਾ ਗਤੀਵਿਧੀ ਇੱਕ ਮਜ਼ੇਦਾਰ ਗਤੀਵਿਧੀ ਹੈ ਜੋ ਬੱਚਿਆਂ ਨੂੰ ਸਰਾਪ ਲਿਖਣਾ ਸਿੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ: ਅੱਖਰ, ਨੰਬਰ ਜਾਂ ਅੰਕੜੇ

# YouveGotDisconnected
source: You've been disconnected by the server
es: Te has desconectado del servidor
fr: Vous avez été déconnecté par le serveur
pa: ਤੁਸੀਂ ਸਰਵਰ ਦੁਆਰਾ ਡਿਸਕਨੈਕਟ ਹੋ ਗਏ ਹੋ

# YouveGotDisconnectedAutomatically
source: You've been disconnected by another device
es: Te has desconectado al conectarte con otro dispositivo
fr: Vous avez été déconnecté par un autre appareil
pa: ਤੁਹਾਨੂੰ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਦੁਆਰਾ ਡਿਸਕਨੈਕਟ ਕੀਤਾ ਗਿਆ ਹੈ

# TutoActivityImplodeactivity
source: The Implode activity is a logic game based on blocks. The object of the game is to remove all the blocks, by removing blocks in groups of three or more.
es: La actividad "Implosión" es un juego de lógica basado en bloques. El objetivo del juego es eliminar todos los bloques, creando grupos de tres o más para eliminarlos.
pa: ਇੰਪਲੋਡ ਗਤੀਵਿਧੀ ਬਲਾਕਾਂ ਦੇ ਅਧਾਰ ਤੇ ਇੱਕ ਤਰਕਸ਼ੀਲ ਖੇਡ ਹੈ. ਖੇਡ ਦਾ ਉਦੇਸ਼ ਸਾਰੇ ਬਲਾਕਾਂ ਨੂੰ ਹਟਾਉਣਾ ਹੈ, ਤਿੰਨ ਜਾਂ ਵਧੇਰੇ ਸਮੂਹਾਂ ਵਿੱਚ ਬਲਾਕਾਂ ਨੂੰ ਹਟਾ ਕੇ

source: Duplicate
es: Duplicar
pa: ਡੁਪਲਿਕੇਟ

# Duplicate_one
source: Do you want to duplicate {{count}} entry?
es: ¿Quieres duplicar {{count}} entrada?
pa: ਕੀ ਤੁਸੀਂ {{count}} ਇੰਦਰਾਜ਼ ਨੂੰ ਡੁਪਲਿਕੇਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

# Duplicate_other
source: Do you want to duplicate {{count}} entries?
es: ¿Quieres duplicar {{count}} entradas?
pa: ਕੀ ਤੁਸੀਂ {{count}}ਇੰਦਰਾਜ਼ਾਂ ਦੀ ਨਕਲ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

# TutoActivityCurriculumactivity
source: Curriculum is an activity to self evaluate your skills. You can acquire different skills from multiple categories and upload media elements to demonstrate it.
pa: ਪਾਠਕ੍ਰਮ ਤੁਹਾਡੀ ਕੁਸ਼ਲਤਾਵਾਂ ਦੇ ਸਵੈ-ਮੁਲਾਂਕਣ ਲਈ ਇੱਕ ਕਿਰਿਆ ਹੈ. ਤੁਸੀਂ ਇਸ ਨੂੰ ਪ੍ਰਦਰਸ਼ਤ ਕਰਨ ਲਈ ਮਲਟੀਪਲ ਸ਼੍ਰੇਣੀਆਂ ਤੋਂ ਵੱਖ ਵੱਖ ਹੁਨਰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਮੀਡੀਆ ਤੱਤ ਅਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ

# TutoActivityVoteactivity
source: The Vote activity allow easy creation of a poll system. The user can create a poll and then share it on the network so any user could vote in real-time.
es: La actividad "Votación" permite crear un sistema básico de encuestas. El usuario puede crear una encuesta y luego compartirla en su red, para que cualquier usuario pueda votar en tiempo real.
pa: ਵੋਟ ਗਤੀਵਿਧੀ ਇੱਕ ਪੋਲ ਸਿਸਟਮ ਦੀ ਅਸਾਨੀ ਨਾਲ ਨਿਰਮਾਣ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ. ਉਪਭੋਗਤਾ ਇੱਕ ਪੋਲ ਤਿਆਰ ਕਰ ਸਕਦਾ ਹੈ ਅਤੇ ਫਿਰ ਇਸਨੂੰ ਨੈਟਵਰਕ ਤੇ ਸਾਂਝਾ ਕਰ ਸਕਦਾ ਹੈ ਤਾਂ ਜੋ ਕੋਈ ਵੀ ਉਪਭੋਗਤਾ ਅਸਲ-ਸਮੇਂ ਵਿੱਚ ਵੋਟ ਪਾ ਸਕੇ

# TutoActivityPlanetsactivity
source: The Planets Activity provides a 3D model of planets for you to let you explore the Solar System.
es: La actividad "Planetas" presenta un modelo 3D de los planetas, con el que podrás explorar el sistema solar.
pa: ਗ੍ਰਹਿ ਗਤੀਵਿਧੀ ਗ੍ਰਹਿਾਂ ਦਾ ਇੱਕ 3D ਮਾਡਲ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਸੌਰ ਸਿਸਟਮ ਦੀ ਪੜਚੋਲ ਕਰ ਸਕੀਏ

# InvalidUser
source: Unknown user
pa: ਅਣਜਾਣ ਯੂਜ਼ਰ

# TutoActivityXmasLightsactivity
source: Xmas Lights activity allow creation of nice blinking Christmas lights using Sugarizer icons and colors.
pa: ਕ੍ਰਿਸਮਸ ਲਾਈਟਸ ਗਤੀਵਿਧੀ ਸ਼ੂਗਰਾਈਜ਼ਰ ਆਈਕਾਨਾਂ ਅਤੇ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਚੰਗੀਆਂ ਝਪਕਦੀਆਂ ਕ੍ਰਿਸਮਸ ਲਾਈਟਾਂ ਨੂੰ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ

# TutoActivityDollarStreetactivity
source: The DollarStreet activity let you discover how people lives in different countries depending of their monthly income.
pa: ਡਾਲਰਸਟ੍ਰੀਟ ਗਤੀਵਿਧੀ ਤੁਹਾਨੂੰ ਇਹ ਖੋਜਣ ਦਿੰਦੀ ਹੈ ਕਿ ਲੋਕ ਆਪਣੀ ਮਹੀਨਾਵਾਰ ਆਮਦਨੀ ਦੇ ਅਧਾਰ ਤੇ ਵੱਖ-ਵੱਖ ਦੇਸ਼ਾਂ ਵਿੱਚ ਕਿਵੇਂ ਰਹਿੰਦੇ ਹਨ

# Minutes_one
source: minute
es: minuto
pt: minuto

# Ago_short
source: {{time}} ago
es: {{time}} atrás
fr: il y a {{time}}
pt: {{time}} atrás

# Weeks_one_short
source: wk
es: sm
fr: sm
pt: sem

# LicenseTerms
source: Sugarizer is an open source software licensed under the Apache 2.0 license.
es: Sugarizer es un software de código abierto bajo la licencia Apache 2.0.
fr: Sugarizer est un logiciel open source couvert par les termes de la licence Apache 2.0.
pt: Sugarizer é um software livre sob a licença Apache 2.0.

# LicenseTermsPlus
source: Most activities use this license too but some could use a different license, check the README file to be sure.
es: Most activities use this license too but some could use a different license, check the README file for more information.
fr: La plupart des activités utilisent cette licence également mais certaines peuvent utiliser une licence différente, vérifiez le fichier README pour plus d'information.
pt: Várias atividades usam essa licença, mas algumas podem usar uma licença diferente. Verifique os créditos das atividades para ter certeza.

# RestartActivity
source: Restart
es: Reiniciar
fr: Reprendre
pt: Reiniciar

# CopyToPrivate
source: Copy to remote
es: Copia remota
fr: Copier à distance
pt: Cópia remota

source: Retry
es: Reintentar
fr: Réessayer
pt: Repetir

# TutoRunTitle
source: Now it's your turn!
es: ¡Ahora es tu turno!
fr: A vous de jouer !
pt: Agora é a sua vez!

# TutoRunContent
source: Now look for the Shared Notes activity icon and click on it to run the activity.
es: Ahora busca el icono de la actividad "Notas compartidas" y haz clic sobre él para abrir la actividad.
fr: Maintenant cherchez l'icône de l'activité Shared Notes et cliquez dessus pour la lancer.
pt: Agora procure pelo ícone da atividade das Notas Compartilhadas e clique para iniciar a atividade.

# TutoJournalIntroTitle
source: Journal
es: Biblioteca
pt: Diário

# TutoJournalActivityTitle
source: Activity
es: Actividad
fr: Activité
pt: Atividade
