{
	"TutoPrev": "Ant",
	"TutoNext": "Sig",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Actividad \"Micro-TamTam\"",
	"TutoExplainContent": "\"Micro-TamTam\" es una actividad en la que el alumno tocará instrumentos, reproducirá sonidos y generará ruidos de diferentes tipos",
	"TutoSoundsTitle": "Sonidos",
	"TutoSoundsContent": "Haz clic sobre las imágenes para escuchar su sonido",
	"TutoFilterTitle": "Filtrar",
	"TutoFilterContent": "Haz clic aquí para filtrar los sonidos que quieres ver y oír por categorías",
	"TutoPianoTitle": "Piano",
	"TutoPianoContent": "Haz clic aquí para crear música con el sonido seleccionado, o pulsa 1-7 en tu teclado. Si pulsas CTRL + núm. de 1-7, se añadirá una nota con sostenido",
	"TutoPianoInfoTitle": "Modo \"Piano\"",
	"TutoPianoInfoContent": "Haz clic aquí para abrir un piano, donde podrás componer música con el sonido que has seleccionado",
	"TutoCurrentModeTitle": "Instrumento actual",
	"TutoCurrentModeContent": "Comprueba aquí el instrumento que tienes seleccionado. El piano creará música usando el sonido de este instrumento",
	"TutoSimonModeContent": "Comprueba aquí el instrumento que tienes seleccionado. El juego de Simón creará música usando el sonido de este instrumento",
	"TutoSimonTitle": "Juego de Simón",
	"TutoSimonContent": "Haz clic en los botones rojo, verde, azul y amarillo para crear música con las notas del Simón",
	"TutoRedTitle": "Botón rojo",
	"TutoBlueTitle": "Botón azul",
	"TutoGreenTitle": "Botón verde",
	"TutoYellowTitle": "Botón amarillo",
	"TutoRedContent": "Haz clic en este botón o pulsa Arriba en tu teclado para tocar la nota \"La\"",
	"TutoBlueContent": "Haz clic en este botón o pulsa Abajo en tu teclado para tocar la nota \"Mi\"",
	"TutoGreenContent": "Haz clic en este botón o pulsa Derecha en tu teclado para tocar la nota \"Mi\" en una octava baja",
	"TutoYellowContent": "Haz clic en este botón o pulsa Izquierda en tu teclado para tocar la nota \"Do sostenido\"",
	"SimonStartMsg": "JUGAR",
	"SimonScoreMsg": "PUNTUACIÓN",
	"SimonLevelMsg": "NIVEL",
	"SimonWrongMsg": "INCORRECTO",
	"SimonRightMsg": "CORRECTO",
	"SimonPlayAgain": "JUGAR DE NUEVO",
	"TutoSimonInfoTitle": "Modo \"Simón\"",
	"TutoSimonInfoContent": "Haz clic aquí para jugar al \"Simón\" con el instrumento seleccionado",
	"TutoInstrumentInfoTitle": "Modo \"Instrumento\"",
	"TutoInstrumentInfoContent": "Haz clic aquí para explorar sonidos de instrumentos o para elegir un instrumento",
	"TutoSimonCentreInfo": "Controles del Simón",
	"TutoSimonCentreContent": "Haz clic aquí para iniciar una partida o para jugar de nuevo. Se mostrará el paso actual mientras juegas",
	"TutoSimonLevelInfo": "Nivel",
	"TutoSimonLevelContent": "Muestra el nivel actual en el juego. El número de pasos dentro de un nivel es equivalente al número del nivel",
	"TutoSimonScoreInfo": "Puntuación",
	"TutoSimonScoreContent": "Esta es la puntuación actual. En el paso N, obtendrás N puntos por nivel. La puntuación aumenta cuando completas un nivel"
}
