Repository: llaske/sugarizer
Catalog: activities/XOEditor.activity/po/*.po
Languages: es, fr

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoExplainTitle
source: XO Editor Activity
es: Actividad "XO Editor"
fr: Activité XO Editor

# TutoExplainContent
source: Welcome into the XO Editor activity. XO Editor allow you to customize easily your buddy icon colors
es: Bienvenido a la actividad "XO Editor". "XO Editor" permite al alumno personalizar el conjunto de colores de su personaje
fr: Bienvenue dans l'activité XO Editor. L'activité XO Editor vous permet de changer facilement votre couleur favorite qui est utilisée pour tous les icônes du Sugarizer

# TutoSaveTitle
source: Save colours
es: Guardar colores
fr: Enregistrer couleurs

# TutoSaveContent
source: Click here to set the current color in the middle as your buddy's color
es: Haz clic aquí para elegir el color que aparece en el medio de la pantalla como tu color de personaje
fr: Cliquer ici pour enregistrer la couleur actuelle au milieu de l'écran comme votre couleur favorite

# TutoResetTitle
source: Reset board
es: Reiniciar
fr: Réinitialiser

# TutoResetContent
source: Click here to reset the board as it was at the beginning. It's useful if you've played to move color combinations
es: Haz clic aquí para reiniciar tu selección. Te será útil si has experimentado combinando colores y quieres volver al color inicial
fr: Cliquez ici pour initialiser le plateau comme il était au début. C'est utile si vous vous êtes amusé à bouger les combinaisons de couleurs

# TutoCanvasTitle
source: Color variations
es: Variaciones de color
fr: Palette de couleurs

# TutoCanvasContent
source: Here are all existing color combinations. Click on a combination, it will instantly appear on the buddy in the middle to allow you to see if you like it. If so and if you want to keep it, click on the Save button then quit the activity
es: Aquí podrás ver todas las combinaciones de colores disponibles. Haz clic en una combinación y aparecerá sobre el personaje (en el centro de la pantalla). Si te gusta, haz clic en Guardar y sal de la actividad
fr: Ceci sont toutes le combinaisons de couleurs possibles pour Sugarizer. Cliquez sur une combinaison et vous pourrez l'essayer sur l'icône du milieu pour voir si elle vous plait. Si c'est le cas et que vous voulez la conserver, cliquez sur le bouton Enregistrer et voilà !
