Repository: llaske/sugarizer
Catalog: activities/Reflection.activity/po/*.po
Languages: es, fr, pl

# TutoPrev
source: Prev
es: Ant
fr: Préc
pl: Poprz

# TutoNext
source: Next
es: Sig
fr: Suiv
pl: Dalej

# TutoEnd
source: End
es: Fin
fr: Fin
pl: Koniec

# TutoExplainTitle
source: Reflection Activity
es: Actividad "Reflejo"
fr: Activité Reflection
pl: Odbicie

# TutoExplainContent
source: Welcome into the Reflection activity. Reflection is a game to learn reflective symmetry
es: Bienvenido a la actividad "Reflejo". "Reflejo" es un juego en el que el alumno aprenderá más acerca de la simetría asociada a los reflejos
fr: Bienvenue dans l'activité Reflection. Reflection est un jeu pour apprendre la symétrie réflexive
pl: Witaj w aplikacji Odbicie. Odbicie to gra o symetri względem osi.

# TutoBuddyTitle
source: Your colors
es: Tus colores
fr: Vos couleurs
pl: Kolory Ludzika

# TutoBuddyContent
source: Click here to use your Buddy colors for tokens. It will give choice for each token between 4 different colors
es: Haz clic aquí para usar los colores de tu avatar en tus fichas. Podrás escoger entre 4 colores diferentes para cada ficha
fr: Cliquez ici pour utiliser vos couleurs pour les jetons. Cela donnera le choix entre 4 couleurs différentes pour chaque jeton
pl: Kliknij aby ustawić kolory Ludzika.

# TutoRainbowTitle
source: Rainbow colors
es: Colores del arcoíris
fr: Couleurs de l'arc-en-ciel
pl: Kolory tęczy

# TutoRainbowContent
source: Click here to use colors of rainbow for tokens. It will give choice for each token between 8 different colors
es: Haz clic aquí para usar los colores del arcoíris para tus fichas. Podrás escoger entre 8 colores diferentes para cada ficha
fr: Cliquez ici pour utiliser les couleurs de l'arc-en-ciel pour les jetons. Cela donnera le choix entre 8 couleurs différentes pour chaque jeton
pl: Kliknij aby ustawić kolory tęczy.

# TutoHorizontalTitle
source: Horizontal Symmetry
es: Simetría horizontal
fr: Symétrie Horizontale
pl: Oś pionowa

# TutoHorizontalContent
source: Click here to play with horizontal symmetry. The left side of the screen should be identical to the right side of the screen
es: Haz clic aquí para jugar con la simetría horizontal. El lado izquierdo de la pantalla debería ser idéntico al lado derecho
fr: Cliquez ici pour jouer avec la symétrie horizontale. La partie gauche de l'écran devra être identique à la partie droite de l'écran
pl: Kliknij aby wybrać oś pionową.

# TutoVerticalTitle
source: Vertical Symmetry
es: Simetría vertical
fr: Symétrie Verticale
pl: Oś pozioma

# TutoVerticalContent
source: Click here to play with vertical symmetry. The upper side of the screen should be identical to the lower side of the screen
es: Haz clic aquí para jugar con la simetría vertical. El lado superior de la pantalla debería ser idéntico al lado inferior
fr: Cliquez ici pour jouer avec la symétrie verticale. La partie haute de l'écran devra être identique à la partie basse de l'écran
pl: Kliknij aby wybrać oś poziomą.

# TutoBilateralTitle
source: Bilateral Symmetry
es: Simetría bilateral
fr: Symétrie Bilatérale
pl: Oś pionowa i pozioma

# TutoBilateralContent
source: Click here to play with both- horizontal and vertical symmetry. All 4 parts of the screen should be identical
es: Haz clic aquí para jugar con la simetría horizontal y vertical a la vez. Las cuatro partes de la pantalla deberían ser idénticas
fr: Cliquez ici pour jouer à la fois avec la symétrie horizontale et verticale. Les 4 parties de l'écran doivent être identiques
pl: Kliknij aby wybrać obie osie.

# TutoRobotTitle
source: Robot mode
es: Modo "Robot"
fr: Mode Robot
pl: Robot

# TutoRobotContent
source: Click here to toggle Robot mode. In Robot mode when you click on a token the symmetric token color is changed at the same time. Too easy!
es: Haz clic aquí para activar el modo "Robot". En este modo, al hacer clic en una ficha, el color de la ficha simétrica cambiará a la vez. ¡Demasiado fácil!
fr: Cliquez ici pour activer/désactiver le mode Robot. En mode Robot, quand vous cliquez sur un jeton, le jeton symétrique change de couleur en même temps. Trop facile !
pl: Kliknij tutaj aby zmieniać kolory bo każdej stronie osi w tym samym czasie.

# TutoCanvasTitle
source: Board
es: Tablero
fr: Plateau
pl: Plansza

# TutoCanvasContent
source: Click on tokens to change their colors until the image become symmetric
es: Haz clic en las fichas para cambiar sus colores y hacer que la imagen sea simétrica
fr: Cliquez sur les jetons pour changer leurs couleurs jusqu'à ce que l'image devienne symétrique
pl: Musisz tak zmodyfikować obrazek aby był on symetryczny względem każdej osi.
