Repository: llaske/sugarizer
Catalog: activities/Stopwatch.activity/po/*.po
Languages: fr

# TutoPrev
source: Prev
fr: Préc

# TutoNext
source: Next
fr: Suiv

# TutoEnd
source: End
fr: Fin

# TutoExplainTitle
source: Stopwatch Activity
fr: Activité Stopwatch

# TutoExplainContent
source: Welcome to the Stopwatch activity. Stopwatch is a simple stopwatch. It shows the user a number of digital stopwatches. Each stopwatch is independent
fr: L'activité StopWatch est un simple chronomètre. Elle affiche plusieurs chronomètres numériques tous indépendants

# TutoAddTitle
source: Add
fr: Ajouter

# TutoAddContent
source: Press this icon to add a new Stopwatch
fr: Cliquez sur cet icône pour ajouter un nouveau chronomètre

# TutoCounterTitle
source: Counter
fr: Compteur

# TutoCounterContent
source: Displays the current time of the Stopwatch
fr: Ici s'affiche le temps actuel du chronomètre

# TutoStartStopTitle
source: Start/Stop
fr: Démarrer/Arrêter

# TutoStartStopContent
source: Press this icon to Start/Stop the Stopwatch
fr: Cliquez sur cet icône pour Démarrer/Arrêter le chronomètre

# TutoResetTitle
source: Reset
fr: Effacer

# TutoResetContent
source: Press this icon to reset the Stopwatch
fr: Cliquez sur cet icône pour réinitialiser le chronomètre

# TutoMarkTitle
source: Lap
fr: Intermédiaire

# TutoMarkContent
source: Press this icon to add an intermediate time lap
fr: Cliquez sur cet icône pour créer un temps intermédiaire

# TutoRemoveTitle
source: Remove
fr: Supprimer

# TutoRemoveContent
source: Press this icon to remove this Stopwatch from list
fr: Cliquez sur cet icône pour supprimer ce chronomètre de la liste
