Repository: llaske/sugarizer
Catalog: activities/Abacus.activity/po/*.po
Languages: es, fr, pl

# TutoPrev
source: Prev
es: Ant
fr: Préc
pl: Poprz

# TutoNext
source: Next
es: Sig
fr: Suiv
pl: Dalej

# TutoEnd
source: End
es: Fin
fr: Fin
pl: Koniec

# TutoExplainTitle
source: Abacus Activity
es: Actividad "Ábaco"
fr: Activité Abacus
pl: Liczydło

# TutoExplainContent
source: Welcome into the Abacus activity. Abacus lets the learner explore different representations of numbers using different mechanical counting systems developed by the ancient Romans and Chinese
es: Bienvenido a la actividad "Ábaco". Con "Ábaco", el alumno aprenderá diferentes formas de representar números, usando mecanismos para contar desarrollados por las antiguas civilizaciones romana y china
fr: Bienvenue dans l'activité Abacus. Abacus vous permet d'explorer la représentation des nombres en utilisant différent type de bouliers utilisés par les Romains et Chinois anciens
pl: Witaj w Liczydle. Liczydło pozwala poznać użytkownikowi różne reprezentacje liczb wykorzystując różne mechanizmy stworzone przez starożytnych Rzymian i Chińczyków.

# TutoAbacusTitle
source: Abacus Choice
es: Tipo de ábaco
fr: Choix boulier
pl: Lista liczydł

# TutoAbacusContent
source: Click here to select the type of Abacus to use. Some Abacus handle decimals, some handle fractions, some handle number in base 2 and you could even create your own abacus
es: Haz clic aquí para elegir un tipo de ábaco. Algunos de ellos te permitirán usar números con decimales, con otros manejarás fracciones y con algunos incluso podrás expresar números en base 2. Por último, también podrás crear tu propio ábaco
fr: Cliquez ici pour choisir le type de boulier à utiliser. Certains bouliers permettent de manipuler des décimaux, certains permettent de manipuler des fractions, certains permettent de manipuler des nombres en base 2 et vous pouvez même créer votre propre boulier
pl: Tutaj możesz wybrać różne rodzaje liczydła.

# TutoCustomTitle
source: Custom
es: Personalizar
fr: Personnaliser
pl: Personalizuj

# TutoCustomContent
source: Click here to create a custom abacus. You could define number of rods, lines and base
es: Haz clic aquí para crear un ábaco personalizado. Elige tu propio número de cuentas, líneas y base numérica
fr: Cliquez ici pour créer votre propre boulier. Vous pouvez définir le nombre de colonnes, lignes et la base
pl: Kliknij aby stworzyć własne liczydło.

# TutoCopyTitle
source: Copy
es: Copiar
fr: Copier
pl: Kopiuj

# TutoCopyContent
source: Click here to copy the current value into the clipboard
es: Haz clic aquí para copiar el valor actual en el portapapeles
fr: Cliquez ici pour copier la valeur actuelle dans le presse-papier
pl: Kliknij aby skopiować otrzymaną wartość.

# TutoClearTitle
source: Clear
es: Reiniciar
fr: Effacer
pl: Wyczyść

# TutoClearContent
source: Click here to reinit the value of abacus to 0
es: Haz clic aquí para devolver el valor del ábaco a 0
fr: Cliquez ici pour réinitialiser la valeur du boulier à zéro
pl: Kliknij aby wyczyścić liczydło.

# TutoCanvasTitle
source: Abacus
es: Ábaco
pl: Liczydło

# TutoCanvasContent
source: Here is the abacus. Click or drag the beads toward the central zone to set numbers
es: Este es tu ábaco. Haz clic o arrastra las cuentas al centro para escribir números
fr: Ceci est le corps du boulier. Cliquez ou déplacer les perles vers la zone centrale pour créer les nombres
pl: Tutaj znajduje się liczydło. Klinij na koraliki aby dodać do wartości.
