Repository: llaske/sugarizer
Catalog: activities/Calculate.activity/po/*.po
Languages: es, fr

source: Label
es: Titulo
fr: Libellé

# calcul
source: Calculation
es: Cálculo
fr: Calcul

source: Clear
es: Borrar
fr: Effacer

# trigo.title
source: Select Trigonometric Function
es: Seleccionar función trigonométrica
fr: Choisir fonction trigonométrique

# algebra.title
source: Select Algebra Type
es: Seleccione el tipo de álgebra
fr: Choisir fonction algébrique

# base.title
source: Select Base
es: Seleccione Base
fr: Choisir base

# angle.title
source: Select Angle Type
es: Seleccione el tipo de ángulo
fr: Choisir type d'angle

# digit.title
source: Select Output Digits
es: Seleccione los dígitos de salida
fr: Choisir précision

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoExplainTitle
source: Calculate Activity
es: Actividad "Calculate"
fr: Activité Calculate

# TutoExplainContent
source: Welcome into the Calculate activity. Calculate is a calculator. The interface provides the simplest functions directly, but it also supports more complicated math and variables and even basic plotting
es: Bienvenido a la actividad "Calculate". En esta actividad, el alumno tendrá acceso a una calculadora. La interfaz contiene las funciones más sencillas, pero también permitirá crear cálculos y variables más complejos, e incluso representaciones gráficas básicas
fr: Calculate est une calculatrice. L'interface propose les fonctions les plus simples directement mais elle supporte aussi des fonctions et variables mathématique complexes et même du tracé de courbes

# TutoTrigoTitle
source: Trigonometric Functions
es: Funciones trigonométricas
fr: Fonctions Trigonométriques

# TutoTrigoContent
source: Click here to select a trigonometric function, such as sin or cos. The value given to the function should be in brackets
es: Haz clic aquí para elegir una función trigonométrica, como el seno o el coseno. El valor de la función debe ir entre corchetes
fr: Cliquez ici pour choisir une fonction trigonométrique comme sin ou cos. La valeur donnée à la fonction doit être entre parenthèses

# TutoAlgebraTitle
source: Algebric Functions
es: Funciones algebraicas
fr: Fonctions Algébriques

# TutoAlgebraContent
source: Click here to select an algebric function, such as power or square root. The value given to the function should be in brackets
es: Haz clic aquí para elegir una función algebraica, como la potencia o la raíz cuadrada. El valor de la función debe escribirse entre corchetes
fr: Cliquez ici pour choisir une fonction algébrique comme puissance ou racine carrée. La valeur donnée à la fonction doit être entre parenthèses

# TutoBaseContent
source: Click here to select base used for computation: decimal (10), binary (2), octal (8) and hexadecimal (16)
es: Haz clic aquí para escoger la base usada para los cálculos: decimal (10), binaria (2), octal (8) o hexadecimal (16)
fr: Cliquez ici pour choisir la base pour les calculs: décimal (10), binaire (2), octal (8) et hexadécimal (16)

# TutoAngleTitle
source: Angle Type
es: Tipo de ángulo
fr: Type d'angle

# TutoAngleContent
source: Click here to select angle type from degrees (default) and radians
es: Haz clic aquí para seleccionar el tipo de ángulo que quieres usar: grados (por defecto) o radianes
fr: Cliquez ici pour choisir le type pour les angles: degrés (défaut) ou radians

# TutoOutputTitle
source: Output Digits
es: Cifras significativas
fr: Précision

# TutoOutputContent
source: Click here to change number digits after the decimal point: from 6 (default) to 15
es: Haz clic aquí para cambiar la cantidad de números que aparecerán tras el punto decimal: desde 6 (por defecto) hasta 15
fr: Cliquez ici pour changer le nombre de chiffres après la virgule: de 6 (défaut) à 15

# TutoInputTitle
source: Input
es: Zona de cálculo
fr: Entrée

# TutoInputContent
source: Here you can see the calculator. You can either write numbers on your keyboard or tap the buttons
es: Aquí es donde podrás ver tu calculadora. Podrás escribir números en el teclado o también pulsar los números de la pantalla
fr: Ici se trouve la calculatrice. Vous pouvez soit écrire les nombres avec le clavier ou utiliser les boutons

# TutoResultTitle
source: Result
es: Resultado
fr: Résultats

# TutoResultContent
source: Here is the history of all of your operations
es: Aquí es donde aparecerá el historial de tus operaciones
fr: Ici vous pouvez visualiser l'historique de toutes vos opérations

# TutoLabelTitle
source: Label
es: Etiquetar
fr: Libellé

# TutoLabelContent
source: Type here to give a label to your current compute that will be then shown in the result zone
es: Escribe aquí para etiquetar tu cálculo actual, y dicha etiqueta aparecerá en la zona de resultados
fr: Si vous souhaitez donner un libellé à votre calcul actuel pour le retrouver dans l'historique, tapez le ici

# TutoFunctionTitle
source: Plot Function
es: Dibujar función
fr: Tracé de courbe

# TutoFunctionContent
source: To plot a graph, type its equation in the calculation field. For example: f(x)=2*x+3
es: Para dibujar un gráfico, escribe la ecuación en la zona de cálculos (por ejemplo: f(x)=2*x+3)
fr: Pour tracer une courbe, tapez son équation dans la zone de calcul. Par exemple: f(x)=2*x+3
