Repository: llaske/sugarizer
Catalog: activities/Pawn.activity/po/*.po
Languages: fr

# FractionBounceActivity
source: Fraction Activity
fr: Activité Fraction

source: Help
fr: Aide

source: Undo
fr: Annuler

source: Fullscreen
fr: Plein écran

source: Level
fr: Niveau

source: Settings
fr: Paramètrage

source: Ball
fr: Balle

# Bg
source: Background
fr: Fond d'écran

source: Sectors
fr: Secteurs

source: Percents
fr: Pourcentages

# PrevShort
source: Prev
fr: Préc

# NextShort
source: Next
fr: Suiv

# EndShort
source: End
fr: Fin

# Template
source: Templates
fr: Modèles

# HelpClickToStart
source: Click on play to start. Use arrow keys or click to move the ball
fr: Play pour démarrer. Clic ou flèches pour déplacer balle

# HelpBounceToPosition
source: Bounce the ball to a position
fr: Rebondir à

# HelpOfTheWay
source: of the way from the left side of the bar
fr: du bas de la pente

# HelpGameOver
source: Game Over. Press the play button to start again
fr: Fini ! Play pour redémarrer

# TutoTitle
source: Fraction activity
fr: Activité Fraction

# TutoContent
source: Welcome to the Fraction activity. This is a game that prompts the player to nudge a bouncing ball to land at a point on the bottom of the screen that is an estimate of a given fraction
fr: Bienvenue dans l'activité Franction. Fraction est un jeu où il faut déplacer une balle rebondissante pour qu'elle rebondisse à l'endroit de la fraction

# TutoBallTitle
source: Ball
fr: Balle

# TutoBallContent
source: Click on the ball to start the game. A fraction/percentage will be shown on top of the ball signifying the fraction to land on
fr: Cliquez sur la balle pour démarrer. Une fraction ou un pourcentage sera affiché au dessus de la balle. C'est l'endroit où il faudra la faire atterrir

# TutoBallControlsTitle
source: Ball Controls
fr: Contrôle Balle

# TutoBallControlsContent
source: Use left and right arrow keys to control the ball. You can also control the ball using mouse by clicking to the left or right of the ball or by tilting your device
fr: Utilisez les flèches du clavier pour contrôler la balle. Vous pouvez aussi la contrôler en cliquant à sa gauche ou à sa droite ou en penchant votre machine

# TutoSlopeTitle
source: Slope
fr: Pente

# TutoSlopeContent
source: The slope shows the various divisions for the interval 0 to 1 (or 0 to 100%). You will have to bounce the ball somewhere on the slope at the specified fraction distance from the left
fr: La pente affiche les différentes divisions dans l'intervalle 0 à 1 (ou 0 à 100%). Vous devez faire rebondir la balle sur la pente à l'endroit correspondant à la distance de la fraction depuis la gauche

# TutoLogTitle
source: Log
fr: Journal

# TutoLogContent
source: This section will show a table of answers made by the user
fr: Cette section affiche une table avec les réponses qui ont été données

# TutoPlayContent
source: Use this button to play or pause your game
fr: Utilisez ce bouton pour lancer ou mettre en pause le jeu

# TutoSettingsTitle
source: Settings
fr: Paramètrage

# TutoSettingsContent
source: Custom fractions can be added here. These fractions will be added to the random list of fractions proposed to the user
fr: Ici vous pouvez ajouter des fractions. Ces fractions seront ajoutées à la liste des fractions qui peuvent être proposées à l'utilisateur

# TutoBallSelectTitle
source: Ball Style
fr: Style Balle

# TutoBallSelectContent
source: The ball can be chosen from one of the presets or an image from the journal
fr: Le style de la balle peut être choisi parmi une liste ou en utilisant une image du Journal

# TutoBgSelectTitle
source: Background Style
fr: Style Fond

# TutoBgSelectContent
source: The background can be chosen from one of the presets or an image from the journal
fr: Le fond d'écran peut être choisi parmi une liste ou en utilisant une image du Journal

# TutoFractionsModeTitle
source: Fraction Mode
fr: Mode Fraction

# TutoFractionsModeContent
source: In this mode, fraction will be displayed over the ball
fr: Dans ce mode, des fractions seront affichés sur la balle

# TutoSectorsModeTitle
source: Sectors Mode
fr: Mode Secteur

# TutoSectorsModeContent
source: In this mode, sectors of a circle denoting the fraction will be displayed over the ball
fr: Dans ce mode, le secteur correspondant à la fraction à trouver est affiché au dessus de la balle

# TutoPercentsModeTitle
source: Percents Mode
fr: Mode Pourcentage

# TutoPercentsModeContent
source: In this mode, percentage denoting the fraction will be displayed over the ball
fr: Dans ce mode, le pourcentage correspondant à la fraction est affiché au dessus de la balle
