{
	"TutoPrev": "Ant",
	"TutoNext": "Sig",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Actividad \"Física\"",
	"TutoExplainContent": "Bienvenido a la actividad \"Física\". En \"Física\", el alumno entrará en un simulador/zona de juegos en un mundo físico, donde podrás añadir cuadrados, círculos y triángulos que cobrarán vida mediante fuerzas (como la gravedad descubierta por Newton) e inercia",
	"TutoCircleTitle": "Círculo",
	"TutoCircleContent": "Haz clic aquí para entrar en el modo \"Círculo\". El próximo objeto generado será un círculo",
	"TutoBoxTitle": "Cuadrado",
	"TutoBoxContent": "Haz clic aquí para entrar en el modo \"Cuadrado\". El próximo objeto generado será un cuadrado",
	"TutoTriangleTitle": "Triángulo",
	"TutoTriangleContent": "Haz clic aquí para entrar en el modo \"Triángulo\". El próximo objeto generado será un triángulo",
	"TutoPolygonTitle": "Polígono",
	"TutoPolygonContent": "Haz clic aquí para entrar en el modo \"Polígono\". El próximo objeto generado será un polígono",
	"TutoGravityTitle": "Dirección de la gravedad",
	"TutoGravityContent": "Haz clic aquí para cambiar la dirección de la gravedad. Cada vez que hagas clic en el botón, la gravedad rotará 45 grados",
	"TutoSensorTitle": "Sensor",
	"TutoSensorContent": "Cuando este icono esté activado, tu dispositivo ajustará la gravedad, así que simplemente deberás girarlo para cambiar la gravedad del juego",
	"TutoAppleTitle": "Newton",
	"TutoAppleContent": "Haz clic aquí para revisar las leyes de Newton, que básicamente explican que los objetos se atraen entre sí mediante una fuerza que depende del tamaño de los objetos",
	"TutoClearTitle": "Eliminar",
	"TutoClearContent": "Haz clic aquí para activar el modo \"Eliminar\", con el que podrás eliminar cualquier objeto haciendo clic sobre él",
	"TutoPauseTitle": "Pausar",
	"TutoPauseContent": "Haz clic aquí para pausar/reanudar la actividad",
	"TutoBoardTitle": "Tablero",
	"TutoBoardContent": "Aquí aparecerán todos tus objetos. Haz clic en cualquier punto del tablero para añadir un nuevo objeto del tipo seleccionado, o haz clic sobre un objeto ya existente para moverlo. Los objetos se verán atraídos por la gravedad que hayas ajustado"
}
