Repository: llaske/sugarizer
Catalog: activities/Fototoon.activity/po/*.po
Languages: es

source: Add a globe
es: Añadir globo

source: Globe
es: Globo

source: Exclamation
es: Exclamación

source: Whisper
es: Susurro

source: Think
es: Pensamiento

source: Box
es: Viñeta

source: Title
es: Título

source: Set globe text:
es: Crear texto del globo:

# RemoveAllConfirmMessage
source: Do you want remove all the boxes in your FotoToon?
es: ¿Quieres eliminar todos los cuadros de texto en tu FotoComic?

source: Yes
es: Sí

source: One row
es: Una línea

source: One column
es: Una columna

source: Two columns
es: Dos columnas

source: Save as image
es: Guardar como imagen

# ImageSaved
source: Image saved in journal
es: Imagen guardada en la biblioteca

# SavingError
source: Error saving image
es: Error al guardar imagen

# ToonSaved
source: FotoToon saved
es: FotoComic guardado

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Add
es: Añadir

source: Edit text
es: Editar texto

# Sort
source: Sort boxes
es: Ordenar viñetas

# Clean
source: Clean all
es: Despejar todo

# TutoEnd
source: End
es: Fin

# TutoPrev
source: Prev
es: Ant

# TutoNext
source: Next
es: Sig

# TutoExplainTitle
source: FotoToon Activity
es: Actividad "FotoComic"

# TutoExplainContent
source: FotoToon allow you to use your pictures, drawing or images coming from Journal to create in few minutes an amazing comic strip
es: La actividad "FotoComic" te permitirá usar tus fotos, dibujos o imágenes de la biblioteca para crear una tira de comic impresionante en unos pocos minutos

# TutoPreviousExplanation
source: Click here to go to the previous box in your comic strip
es: Haz clic aquí para ver la viñeta anterior de tu tira de cómic

# TutoNextExplanation
source: Click here to go to the next box in your comic strip
es: Haz clic aquí para ver la viñeta siguiente de tu tira de cómic

# TutoAddPage
source: Add box
es: Añadir viñeta

# TutoAddPageExplanation
source: Click here to add picture, drawing or image as a new box
es: Haz clic aquí para añadir una nueva viñeta con una foto, dibujo o imagen

# TutoAddGlobeExplanation
source: Click here to add a new globe in current your box
es: Haz clic aquí para añadir un nuevo globo de texto en tu viñeta actual

# TutoEditText
source: Edit text
es: Editar texto

# TutoEditTextExplanation
source: Click here to update the current text
es: Haz clic aquí para actualizar el texto actual

# TutoSortBoxes
source: Sort boxes
es: Ordenar viñetas

# TutoSortBoxesExplanation
source: Click here to sort boxes in your comic strip. Just drag & drop boxes to arrange them as you wish. Click again to go back to the box view
es: Haz clic aquí para organizar las viñetas de tu tira de cómic. Simplemente arrástralas y suéltalas para organizarlas como quieras. Haz clic aquí de nuevo para volver al modo de viñetas

# TutoCleanAll
source: Clean all
es: Despejar todo

# TutoCleanAllExplanation
source: Click here to clear all boxes
es: Haz clic aquí para eliminar todas las viñetas

# TutoImageSave
source: Save as image
es: Guardar como imagen

# TutoImageSaveExplanation
source: Click here to save your comic strip in the Journal as a page containing all boxes as one row, one column, or two columns
es: Haz clic aquí para guardar la tira de cómic en tu biblioteca en forma de página. La página puede contener todas las viñetas en una fila, en una columna o en dos columnas

# TutoPageCounter
source: Box counter
es: Contador de viñetas

# TutoPageCounterExplanation
source: It shows current box out of total number of boxes in your comic strip
es: Te mostrará la cantidad de viñetas que tienes y la cantidad total de viñetas que puedes añadir en tu tira de cómic

# TutoStop
source: Stop
es: Finalizar

# TutoStopExplanation
source: Click here to end activity ang go back to Sugarizer home page
es: Haz clic aquí para finalizar la actividad y volver a la pantalla de inicio de Sugarizer

# CancelChanges
source: Cancel
es: Cancelar

source: Continue
es: Continuar

# CleanAllMessage
source: All the boxes in your comic strip will be removed!
es: ¡Se eliminarán todas las viñetas de tu tira de cómic!

source: Warning
es: Aviso
