{
	"network.title": "Network",
	"colorfill.title": "Fill color",
	"colorstroke.title": "Stroke color",
	"undo.title": "Undo",
	"redo.title": "Redo",
	"size.title": "Size",
	"pen.title": "Pen",
	"eraser.title": "Eraser",
	"stamps.title": "Stamps",
	"text.title": "Text",
	"image.title": "Insert image",
	"drawing.title": "Drawings",
	"bucket.title": "Bucket",
	"filters.title": "Filters",
	"copy.title": "Copy",
	"paste.title": "Paste",
	"save.title": "Save As Image",
	"clear.title": "Clear",
	"stop.title": "Stop",
	"help.title": "Help",
	"grayscale.title": "Grayscale",
	"invert.title": "Invert",
	"PaintImageSaved": "¡La imagen se guardó en el diario!",
	"PaintBy": "Pintado por {{name}}",
	"PlayerJoin": "{{user}} se ha unido",
	"PlayerLeave": "{{user}} ha abandonado",
	"TutoPrev": "Ant",
	"TutoNext": "Sig",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Actividad \"Pintar\"",
	"TutoExplainContent": "Bienvenido a la actividad \"Pintar\". \"Pintar\" es una actividad para crear pinturas o dibujos",
	"TutoNetworkTitle": "Compartir en red",
	"TutoNetworkContent": "Haz clic aquí para compartir tu trabajo con otros usuarios de la red",
	"TutoColorsButtonFillTitle": "Color del lápiz",
	"TutoColorsButtonFillContent": "Haz clic aquí para escoger el color de tu lápiz",
	"TutoColorsButtonStrokeTitle": "Color del borde",
	"TutoColorsButtonStrokeContent": "Haz clic aquí para escoger el color del borde",
	"TutoUndoTitle": "Deshacer",
	"TutoUndoContent": "Haz clic aquí para deshacer tus acciones anteriores",
	"TutoRedoTitle": "Rehacer",
	"TutoRedoContent": "Haz clic aquí para rehacer tus acciones anteriores",
	"TutoSizeTitle": "Tamaño",
	"TutoSizeContent": "Haz clic aquí para elegir el tamaño de tu brocha. Cada clic que hagas aumentará el tamaño de la brocha, hasta llegar a un límite máximo",
	"TutoPenTitle": "Modo \"Lápiz\"",
	"TutoPenContent": "Haz clic aquí para elegir el modo \"Lápiz\". En el modo \"Lápiz\", podrás dibujar en la pantalla usando un lápiz de color",
	"TutoEraserTitle": "Modo \"Goma de borrar\"",
	"TutoEraserContent": "Haz clic aquí para elegir el modo \"Goma de borrar\". En el modo \"Goma de borrar\", borrarás todo lo que esté debajo de tu lápiz",
	"TutoStampsTitle": "Modo \"Figuras\"",
	"TutoStampsContent": "Haz clic aquí para elegir el modo \"Figuras\". En el modo \"Figuras\", podrás dibujar figuras predefinidas (corazón, estrella, cuadrado...). Haz clic para dibujar la figura, y luego mueve el cursor para cambiar su tamaño. Usa el color de lápiz y de borde para cambiar los colores de las figuras",
	"TutoTextTitle": "Text mode",
	"TutoTextContent": "Haz clic aquí para escribir textos dentro de tu dibujo. Escribe el texto en la paleta y elige la fuente. Después, haz clic en el tablón para dibujar el texto y mueve el cursos para cambiar su tamaño",
	"TutoInsertimageTitle": "Insert image",
	"TutoInsertimageContent": "Haz clic aquí para insertar una imagen de tu biblioteca en tu dibujo. Haz clic una vez para elegir la posición de la imagen, y un segundo clic para cambiar su tamaño",
	"TutoDrawingsTitle": "Dibujos",
	"TutoDrawingsContent": "Haz clic aquí para elegir el fondo de tu tablón de entre varios tipos de patrones, que podrás llenar de color como si fuera un libro para colorear",
	"TutoBucketTitle": "Rellenar",
	"TutoBucketContent": "Haz clic aquí para elegir el modo \"Rellenar\". En el modo \"Rellenar\", podrás rellenar una parte de tu dibujo con el color actual de tu lápiz",
	"TutoFiltersTitle": "Filters",
	"TutoFiltersContent": "Haz clic aquí para elegir un filtro y cambiar el aspecto de tu imagen",
	"TutoCopyTitle": "Copiar",
	"TutoCopyContent": "Haz clic aquí para copiar parte de tu dibujo. Dibuja y elige una sección cuadrada para copiarla, y luego pégala usando el botón \"Pegar\" para repetir la selección en otra parte del dibujo",
	"TutoPasteTitle": "Pegar",
	"TutoPasteContent": "Haz clic aquí para pegar parte de un dibujo (que habrás copiado antes con el botón \"Copiar\"). Haz clic tantas veces como quieras para pegar tantas copias como te apetezca",
	"TutoClearTitle": "Reiniciar",
	"TutoClearContent": "Haz clic aquí para despejar el tablón. Todo lo que hay en él será eliminado. Haz clic en \"Deshacer\" para recuperar el dibujo",
	"TutoSaveImageButtonTitle": "Guardar en la biblioteca",
	"TutoSaveImageButtonContent": "Haz clic aquí para guardar la imagen pintada actual en tu biblioteca, donde podrás usarla en otras actividades."
}
