{
	"network.title": "Réseau",
	"colorfill.title": "Couleur pinceau",
	"colorstroke.title": "Couleur bordure",
	"undo.title": "Annuler",
	"redo.title": "Répéter",
	"size.title": "Taille",
	"pen.title": "Mode pinceau",
	"eraser.title": "Mode gomme",
	"stamps.title": "Mode tampon",
	"text.title": "Mode texte",
	"image.title": "Insérer image",
	"drawing.title": "Coloriage",
	"bucket.title": "Remplissage",
	"filters.title": "Filtres",
	"copy.title": "Copier",
	"paste.title": "Coller",
	"save.title": "Enregistrer Image",
	"clear.title": "Effacer",
	"stop.title": "Stop",
	"help.title": "Aide",
	"grayscale.title": "Niceau de gris",
	"invert.title": "Inverser",
	"PaintImageSaved": "L'image a été enregistrée dans le journal !",
	"PaintBy": "Paint par {{name}}",
	"PlayerJoin": "{{user}} a rejoint",
	"PlayerLeave": "{{user}} est parti",
	"TutoPrev": "Préc",
	"TutoNext": "Suiv",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Activité Paint",
	"TutoExplainContent": "Bienvenue dans l'activité Paint. Paint est une activité pour créer des peintures et dessins",
	"TutoNetworkTitle": "Réseau",
	"TutoNetworkContent": "Cliquez ici pour partager votre travail avec les autres utilisateurs sur le réseau",
	"TutoColorsButtonFillTitle": "Couleur pinceau",
	"TutoColorsButtonFillContent": "Cliquez ici pour choisir la couleur du pinceau",
	"TutoColorsButtonStrokeTitle": "Couleur bordure",
	"TutoColorsButtonStrokeContent": "Cliquez ici pour choir la couleur de la bordure",
	"TutoUndoTitle": "Annuler",
	"TutoUndoContent": "Cliquez ici pour annuler les actions précédentes",
	"TutoRedoTitle": "Répéter",
	"TutoRedoContent": "Cliquez ici pour répéter les actions précédentes",
	"TutoSizeTitle": "Taille",
	"TutoSizeContent": "Cliquez ici pour choisir la taille du pinceau. Chaque clic augmente la taille du pinceau, jusqu'à ce que vous soyez arrivé à la taille maximale",
	"TutoPenTitle": "Mode pinceau",
	"TutoPenContent": "Cliquez ici pour choisir le mode pinceau. En mode pinceau vous pouvez dessiner sur l'écran en utilisant la couleur du pinceau",
	"TutoEraserTitle": "Mode gomme",
	"TutoEraserContent": "Cliquez ici pour choisir le mode gomme. En mode gomme vous effacez tout ce sur lequel vous passez",
	"TutoStampsTitle": "Mode tampons",
	"TutoStampsContent": "Cliquez ici pour choisir le mode tampons. En mode tampons vous pouvez dessinez des tampons pré-définis (coeur, étoile, carré, ...). Cliquez pour dessinez le tampon puis deplacez-vous pour changer sa taille. Utilisez la couleur du pinceau et de la bordure pour choisir la couleur des tampons",
	"TutoTextTitle": "Mode texte",
	"TutoTextContent": "Cliquez ici pour écrire du texte dans votre dessin. Tapez le texte à écrire dans la palette et choisissez une fonte. Puis cliquez sur le dessin pour écrire le texte et déplacez-vous pour changer sa taille",
	"TutoInsertimageTitle": "Insérer image",
	"TutoInsertimageContent": "Cliquez ici pour insérer dans votre dessin une image en provenance du Journal. Cliquez une fois pour placer l'image à l'endroit où vous le souhaitez puis une autre fois pour changer sa taille",
	"TutoDrawingsTitle": "Coloriage",
	"TutoDrawingsContent": "Cliquez ici pour choisir des dessins pré-définis comme dans un livre de coloriage",
	"TutoBucketTitle": "Remplissage",
	"TutoBucketContent": "Cliquez ici pour choisir le mode remplissage. En mode remplissage vous pouvez remplir toute une zone de votre dessin avec la couleur du pinceau",
	"TutoFiltersTitle": "Filtres",
	"TutoFiltersContent": "Cliquez ici pour choisir un filtre pour changer l'apparence de votre image",
	"TutoCopyTitle": "Copier",
	"TutoCopyContent": "Cliquez ici pour copier une partie de votre dessin. Tracez un cadre autour de la partie à copier puis utilisez le bouton Coller pour répéter la partie du dessin choisie",
	"TutoPasteTitle": "Coller",
	"TutoPasteContent": "Cliquez ici pour coller une partie de votre dessin que vous avez copié avec le bouton Copier. Cliquez autant de fois que vous voulez pour répéter le dessin",
	"TutoClearTitle": "Effacer",
	"TutoClearContent": "Cliquez ici pour effacer le dessin. Tout sera supprimé. Cliquez sur le bouton Annuler pour le retrouver",
	"TutoSaveImageButtonTitle": "Enregistrer Image",
	"TutoSaveImageButtonContent": "Cliquez ici pour enregistrer votre dessin dans le Journal sous forme d'image que vous pourrez utiliser dans d'autre activités"
}
