Repository: llaske/sugarizer
Catalog: activities/Implode.activity/po/*.po
Languages: es, fr

source: New game
es: Partida nueva
fr: Nouveau jeu

source: Replay
es: Repetición
fr: Rejouer

source: Undo
es: Deshacer
fr: Annuler

source: Redo
es: Rehacer
fr: Refaire

source: Easy
es: Fácil
fr: Facile

source: Medium
es: Normal
fr: Moyen

source: Hard
es: Difícil
fr: Difficile

source: Continue
es: Continuar
fr: Continuer

# StuckMessage
source: Stuck? You can still solve the puzzle by undo some moves
es: ¿Te has atascado? Todavía puedes completar el puzzle si deshaces algunos movimientos
fr: Vous êtes bloqué ? Vous pouvez toujours résoudre le puzzle en annulant certains mouvements

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoExplainTitle
source: Implode Activity
es: Actividad "Implosión"
fr: Activité Implode

# TutoExplainContent
source: Welcome into the Implode activity. Implode is a logic game based on blocks. The object of the game is to remove all the blocks, by removing blocks in groups of three or more
es: Bienvenido a la actividad "Implosión". En "Implosión", el alumno accederá a un juego de lógica basado en el uso de bloques. El objetivo final es eliminar todos los bloques disponibles mediante la creación de grupos de 3 o más bloques
fr: Bienvenue dans l'activité Implode. Implode est un jeu de logique à base de blocs. L'objectif est de supprimer tous les blocs par groupe de trois ou plus

# HowToPlayTitle
source: How to play
es: Cómo jugar
fr: Comment jouer

# HowToPlayContent
source: The game starts up with a field of blocks.Using the mouse pointer, or keyboard keys, click on a block that is in a group of three or more of the same color (clickable groups highlight as you pass the mouse cursor over them). Clicking(double tap for touchscreen) on a group removes it and compacts the playing field. To win the game, remove all blocks on the board: there is always a solution to win!
es: El juego comienza con un escenario lleno de bloques. Usa el puntero del ratón o el teclado para elegir un bloque que esté en un grupo de tres o más bloques del mismo color (estos grupos resaltarán al pasar el cursor sobre ellos). Si haces clic (tocas dos veces en la pantalla en dispositivos táctiles) sobre un grupo hará que el mismo desaparezca, compactando el tablero. Para ganar, elimina todos los bloques del tablero. Y sí, ¡todas las partidas tienen solución!
fr: Le jeu commence avec un ensemble de blocs. En utilisant la souris ou les touches du clavier, cliquez sur un bloc qui est dans un groupe de trois ou plus de la même couleur (les groupes cliquables sont entourés quand vous passez le curseur dessus). Cliquez (ou tapez deux fois sur les écrans tactiles) sur un groupe le supprime et réarrange le terrain de jeu. Pour gagner, supprimez tous les blocs: il y a toujours une solution pour y arriver !

# NewGameContent
source: Click this button to try a different puzzle
es: Haz clic en este botón para jugar a un puzle diferente
fr: Cliquez sur ce bouton pour changer de puzzle

# ReplayContent
source: Click this button to try the puzzle again from the beginning
es: Haz clic en este botón para reiniciar el puzle
fr: Cliquez sur ce bouton pour réessayer le puzzle depuis le début

# UndoContent
source: Click this button to undo some moves so that you can try again
es: Haz clic en este botón para deshacer algunos movimientos y poder probar de nuevo
fr: Cliquez sur ce bouton pour annuler les derniers mouvements afin de pouvoir réessayer

# RedoContent
source: Click this button to redo some moves
es: Haz clic en este botón para rehacer algunos de tus movimientos
fr: Cliquez sur ce bouton pour refaire les derniers mouvements

# KeyboardKeysTitle
source: Keyboard keys
es: Controles (teclado)
fr: Touches du clavier

# KeyboardKeysContent
source: For moving up: w/keypad 8/up arrow key <br> For moving down: s/keypad 2/down arrow key <br> For moving left: a/keypad 4/left arrow key <br> For moving right: d/keypad 6/right arrow key <br> For selecting: enter/space/end/keypad 1/q <br> For new game: Home <br> For easy/medium/hard: 1/2/3 respectively <br> For undo: PgUp <br> For redo: PgDn
es: Mover hacia arriba: w/keypad 8/up arrow key <br> Mover hacia abajo: s/keypad 2/down arrow key <br> Mover a la izquierda: a/keypad 4/left arrow key <br> Mover a la derecha: d/keypad 6/right arrow key <br> Seleccionar: enter/space/end/keypad 1/q <br> Nueva partida: Home <br> Cambiar dificultad (fácil/normal/difícil): 1/2/3 (respectivamente) <br> Deshacer: PgUp <br> Rehacer: PgDn
fr: Pour se déplacer vers le haut: w/pavé numérique 8/flèche haut <br> Pour se déplacer vers le bas: s/pavé numérique 2/flèche bas <br> Pour se déplacer vers la gauche: a/pavé numérique 4/flèche gauche <br> Pour se déplacer vers la droite: d/pavé numérique 6/flèche droite <br> Pour sélectionner: entrée/espace/fin/pavé numérique 1/q <br> Pour un nouveau jeu: Home <br> Pour facile/moyen/difficile: respectivement 1/2/3 <br> Pour annuler: PgUp <br> Pour refaire: PgDn

# EasyContent
source: In this mode, maximum board size is 8x6 (i.e 8 columns and 6 rows)
es: En este modo, el tamaño máximo del tablero es de 8x6 (8 columnas y 6 filas)
fr: Dans ce mode, la taille maximale du jeu est de 8x6 (soit 8 colonnes et 6 lignes)

# MediumContent
source: In this mode, maximum board size is 12x10 (i.e 12 columns and 10 rows)
es: En este modo, el tamaño máximo del tablero es de 12x10 (12 columnas y 10 filas)
fr: Dans ce mode, la taille maximale du jeu est de 12x10 (soit 12 colonnes et 10 lignes)

# HardContent
source: In this mode, maximum board size is 20x15 (i.e 20 columns and 15 rows)
es: En este modo, el tamaño máximo del tablero es de 20x15 (20 columnas y 15 filas)
fr: Dans ce mode, la taille maximale du jeu est de 20x15 (soit 20 colonnes et 15 lignes)
