Repository: llaske/sugarizer
Catalog: activities/TamTamMicro.activity/po/*.po
Languages: es, fr

# TutoPrev
source: Prev
es: Ant
fr: Préc

# TutoNext
source: Next
es: Sig
fr: Suiv

# TutoEnd
source: End
es: Fin
fr: Fin

# TutoExplainTitle
source: TamTam Micro Activity
es: Actividad "Micro-TamTam"
fr: Activité TamTam Micro

# TutoExplainContent
source: Tam Tam Micro is an activity to play instruments, sounds and noise of different type
es: "Micro-TamTam" es una actividad en la que el alumno tocará instrumentos, reproducirá sonidos y generará ruidos de diferentes tipos
fr: Tam Tam Micro est une activité pour jouer des instruments, sons et bruits de différents types

# TutoSoundsTitle
source: Sounds
es: Sonidos
fr: Sons

# TutoSoundsContent
source: Click on images to hear each sound
es: Haz clic sobre las imágenes para escuchar su sonido
fr: Cliquez sur les images pour entendre chaque son

# TutoFilterTitle
source: Filter
es: Filtrar
fr: Filtrer

# TutoFilterContent
source: Click here to filter by category the sounds you want to see and hear
es: Haz clic aquí para filtrar los sonidos que quieres ver y oír por categorías
fr: Cliquez ici pour filtrer par catégorie les sons que vous voulez voir et entendre

# TutoPianoContent
source: Click here to make music with your selected sound, or press 1-7 on your keyboard. Pressing ctrl+a number will add a sharp
es: Haz clic aquí para crear música con el sonido seleccionado, o pulsa 1-7 en tu teclado. Si pulsas CTRL + núm. de 1-7, se añadirá una nota con sostenido
fr: Cliquez ici pour jouer de la musique avec le son actuel, ou appuyer sur les touches 1 à 7 du clavier. Appuyer sur la touche Ctrl+un nombre pour ajouter un dièse

# TutoPianoInfoTitle
source: Piano Mode
es: Modo "Piano"
fr: Mode Piano

# TutoPianoInfoContent
source: Click here to display a piano where you could make music with your selected sound
es: Haz clic aquí para abrir un piano, donde podrás componer música con el sonido que has seleccionado
fr: Cliquez ici pour afficher un piano sur lequel vous pourrez jouer de la musique avec le son sélectionné

# TutoCurrentModeTitle
source: Current Instrument
es: Instrumento actual
fr: Instrument actuel

# TutoCurrentModeContent
source: Look here to see the current instrument you have selected. The piano will make music using this sound
es: Comprueba aquí el instrumento que tienes seleccionado. El piano creará música usando el sonido de este instrumento
fr: Retrouvez ici l'instrument actuel que vous avez choisi. Le piano jouera de la musique avec ce son

# TutoSimonModeContent
source: Look here to see the current instrument you have selected. The simon game will make music using this sound
es: Comprueba aquí el instrumento que tienes seleccionado. El juego de Simón creará música usando el sonido de este instrumento
fr: Retrouvez ici l'instrument actuel que vous avez choisi. Le jeu du Simon jouera la musique avec ce son

# TutoSimonTitle
source: Simon Game
es: Juego de Simón
fr: Jeu du Simon

# TutoSimonContent
source: Click on the red, green, blue and yellow buttons to make music with simon notes
es: Haz clic en los botones rojo, verde, azul y amarillo para crear música con las notas del Simón
fr: Cliquez sur les touches rouges, vertes, bleues ou jaunes pour répéter les notes que Simon joue

# TutoRedTitle
source: Red Button
es: Botón rojo
fr: Touche Rouge

# TutoBlueTitle
source: Blue Button
es: Botón azul
fr: Touche Bleue

# TutoGreenTitle
source: Green Button
es: Botón verde
fr: Touche Verte

# TutoYellowTitle
source: Yellow Button
es: Botón amarillo
fr: Touche Jaune

# TutoRedContent
source: Click on this button or press up-arrow key on your keyboard to play A-note
es: Haz clic en este botón o pulsa Arriba en tu teclado para tocar la nota "La"
fr: Cliquez sur cette touche ou appuyez sur la flèche haut de votre clavier pour jouer la note La

# TutoBlueContent
source: Click on this button or press down-arrow key on your keyboard to play E-note
es: Haz clic en este botón o pulsa Abajo en tu teclado para tocar la nota "Mi"
fr: Cliquez sur cette touche ou appuyez sur la flèche bas de votre clavier pour jouer la note Mi

# TutoGreenContent
source: Click on this button or press right-arrow key on your keyboard to play one octave lower E-note
es: Haz clic en este botón o pulsa Derecha en tu teclado para tocar la nota "Mi" en una octava baja
fr: Cliquez sur cette touche ou appuyez sur la flèche droit de votre clavier pour jouer la note Mi de l'octave en dessous

# TutoYellowContent
source: Click on this button or press left-arrow key on your keyboard to play C-sharp-note
es: Haz clic en este botón o pulsa Izquierda en tu teclado para tocar la nota "Do sostenido"
fr: Cliquez sur cette touche ou appuyez sur la flèche gauche de votre clavier pour la note Do dièse

# SimonStartMsg
source: START
es: JUGAR
fr: JOUER

# SimonScoreMsg
source: SCORE
es: PUNTUACIÓN

# SimonLevelMsg
source: LEVEL
es: NIVEL
fr: NIVEAU

# SimonWrongMsg
source: WRONG
es: INCORRECTO
fr: FAUX

# SimonRightMsg
source: RIGHT
es: CORRECTO
fr: CORRECT

# SimonPlayAgain
source: PLAY AGAIN
es: JUGAR DE NUEVO
fr: REJOUER

# TutoSimonInfoTitle
source: Simon Mode
es: Modo "Simón"
fr: Mode Simon

# TutoSimonInfoContent
source: Click here to play Simon game with selected instrument
es: Haz clic aquí para jugar al "Simón" con el instrumento seleccionado
fr: Cliquez ici pour jouer au jeu du Simon avec l'instrument sélectionné

# TutoInstrumentInfoTitle
source: Instrument Mode
es: Modo "Instrumento"
fr: Mode Instrument

# TutoInstrumentInfoContent
source: Click here to explore instrument sounds or select instrument
es: Haz clic aquí para explorar sonidos de instrumentos o para elegir un instrumento
fr: Cliquez ici pour explorer le son des instruments et choisir un instrument

# TutoSimonCentreInfo
source: Simon Control
es: Controles del Simón
fr: Contrôle du Simon

# TutoSimonCentreContent
source: Click here to start game or play again. Shows current step when game playing
es: Haz clic aquí para iniciar una partida o para jugar de nuevo. Se mostrará el paso actual mientras juegas
fr: Cliquez ici pour démarrer le jeu ou rejouer. Pendant le jeu, cette zone montre aussi le numéro de l'étape actuelle

# TutoSimonLevelInfo
source: Level
es: Nivel
fr: Niveau

# TutoSimonLevelContent
source: Shows the curent level of the game. Number of steps in a level is the same as level number
es: Muestra el nivel actual en el juego. El número de pasos dentro de un nivel es equivalente al número del nivel
fr: Affiche le niveau actuel du jeu. Le niveau correspond aux nombres de notes à répéter dans le jeu

# TutoSimonScoreInfo
source: Score
es: Puntuación

# TutoSimonScoreContent
source: Shows the current score. For Nth step in a level you get N points. Score increases when a level is sucessfully completed
es: Esta es la puntuación actual. En el paso N, obtendrás N puntos por nivel. La puntuación aumenta cuando completas un nivel
fr: Affiche le score actuel. Vous gagnez N points lorsque vous terminez le niveau N. A vous de jouer !
