{
	"NewGame": "Partida nueva",
	"Replay": "Repetición",
	"Undo": "Deshacer",
	"Redo": "Rehacer",
	"Easy": "Fácil",
	"Medium": "Normal",
	"Hard": "Difícil",
	"Continue": "Continuar",
	"StuckMessage": "¿Te has atascado? Todavía puedes completar el puzzle si deshaces algunos movimientos",
	"TutoPrev": "Ant",
	"TutoNext": "Sig",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Actividad \"Implosión\"",
	"TutoExplainContent": "Bienvenido a la actividad \"Implosión\". En \"Implosión\", el alumno accederá a un juego de lógica basado en el uso de bloques. El objetivo final es eliminar todos los bloques disponibles mediante la creación de grupos de 3 o más bloques",
	"HowToPlayTitle": "Cómo jugar",
	"HowToPlayContent": "El juego comienza con un escenario lleno de bloques. Usa el puntero del ratón o el teclado para elegir un bloque que esté en un grupo de tres o más bloques del mismo color (estos grupos resaltarán al pasar el cursor sobre ellos). Si haces clic (tocas dos veces en la pantalla en dispositivos táctiles) sobre un grupo hará que el mismo desaparezca, compactando el tablero. Para ganar, elimina todos los bloques del tablero. Y sí, ¡todas las partidas tienen solución!",
	"NewGameContent": "Haz clic en este botón para jugar a un puzle diferente",
	"ReplayContent": "Haz clic en este botón para reiniciar el puzle",
	"UndoContent": "Haz clic en este botón para deshacer algunos movimientos y poder probar de nuevo",
	"RedoContent": "Haz clic en este botón para rehacer algunos de tus movimientos",
	"KeyboardKeysTitle": "Controles (teclado)",
	"KeyboardKeysContent": "Mover hacia arriba: w/keypad 8/up arrow key <br> Mover hacia abajo: s/keypad 2/down arrow key <br> Mover a la izquierda: a/keypad 4/left arrow key <br> Mover a la derecha: d/keypad 6/right arrow key <br> Seleccionar: enter/space/end/keypad 1/q <br> Nueva partida: Home <br> Cambiar dificultad (fácil/normal/difícil): 1/2/3 (respectivamente) <br> Deshacer: PgUp <br> Rehacer: PgDn",
	"EasyContent": "En este modo, el tamaño máximo del tablero es de 8x6 (8 columnas y 6 filas)",
	"MediumContent": "En este modo, el tamaño máximo del tablero es de 12x10 (12 columnas y 10 filas)",
	"HardContent": "En este modo, el tamaño máximo del tablero es de 20x15 (20 columnas y 15 filas)"
}
