{
	"NewGame": "Nouveau jeu",
	"Replay": "Rejouer",
	"Undo": "Annuler",
	"Redo": "Refaire",
	"Easy": "Facile",
	"Medium": "Moyen",
	"Hard": "Difficile",
	"Continue": "Continuer",
	"StuckMessage": "Vous êtes bloqué ? Vous pouvez toujours résoudre le puzzle en annulant certains mouvements",
	"TutoPrev": "Préc",
	"TutoNext": "Suiv",
	"TutoEnd": "Fin",
	"TutoExplainTitle": "Activité Implode",
	"TutoExplainContent": "Bienvenue dans l'activité Implode. Implode est un jeu de logique à base de blocs. L'objectif est de supprimer tous les blocs par groupe de trois ou plus",
	"HowToPlayTitle": "Comment jouer",
	"HowToPlayContent": "Le jeu commence avec un ensemble de blocs. En utilisant la souris ou les touches du clavier, cliquez sur un bloc qui est dans un groupe de trois ou plus de la même couleur (les groupes cliquables sont entourés quand vous passez le curseur dessus). Cliquez (ou tapez deux fois sur les écrans tactiles) sur un groupe le supprime et réarrange le terrain de jeu. Pour gagner, supprimez tous les blocs: il y a toujours une solution pour y arriver !",
	"NewGameContent": "Cliquez sur ce bouton pour changer de puzzle",
	"ReplayContent": "Cliquez sur ce bouton pour réessayer le puzzle depuis le début",
	"UndoContent": "Cliquez sur ce bouton pour annuler les derniers mouvements afin de pouvoir réessayer",
	"RedoContent": "Cliquez sur ce bouton pour refaire les derniers mouvements",
	"KeyboardKeysTitle": "Touches du clavier",
	"KeyboardKeysContent": "Pour se déplacer vers le haut: w/pavé numérique 8/flèche haut <br> Pour se déplacer vers le bas: s/pavé numérique 2/flèche bas <br> Pour se déplacer vers la gauche: a/pavé numérique 4/flèche gauche <br> Pour se déplacer vers la droite: d/pavé numérique 6/flèche droite <br> Pour sélectionner: entrée/espace/fin/pavé numérique 1/q <br> Pour un nouveau jeu: Home <br> Pour facile/moyen/difficile: respectivement 1/2/3 <br> Pour annuler: PgUp <br> Pour refaire: PgDn",
	"EasyContent": "Dans ce mode, la taille maximale du jeu est de 8x6 (soit 8 colonnes et 6 lignes)",
	"MediumContent": "Dans ce mode, la taille maximale du jeu est de 12x10 (soit 12 colonnes et 10 lignes)",
	"HardContent": "Dans ce mode, la taille maximale du jeu est de 20x15 (soit 20 colonnes et 15 lignes)"
}
