Repository: llaske/sugarizer
Catalog: activities/MindMath.activity/po/*.po
Languages: es

source: Undo
es: Deshacer

source: Redo
es: Rehacer

source: Difficulty Level
es: Nivel de dificultad

source: Compulsory Operators
es: Operadores obligatorios

source: Hint
es: Pista

source: Fullscreen
es: Pantalla completa

source: Unfullscreen
es: Modo ventana

source: Score
es: Puntuación

source: Total Time:
es: Tiempo total:

source: Rank
es: Clasificación

source: User
es: Usuario

source: Next Slot
es: Siguiente ranura

source: No Hint
es: No hay pistas

source: Easy Level
es: Nivel fácil

source: Medium Level
es: Nivel normal

# TutoPrev
source: Prev
es: Ant

# TutoNext
source: Next
es: Sig

# TutoEnd
source: End
es: Fin

# TutoExplainTitle
source: Mind Math Activity
es: Actividad "Mates mentales"

# TutoExplainContent
source: Welcome into the Mind Math activity. Mind Math is a mental calculation game similar to countdown numbers rounds. The goal is to achieve a target number by performing mathematical operations
es: Bienvenido a la actividad "Mates mentales". "Mates mentales" es un juego de cálculo mental cuyo objetivo es conseguir un número determinado usando ciertas operaciones matemáticas

# TutoAboutTitle
source: Game modes
es: Modos de juego

# TutoAboutContent
source: You can play the game in single player or multi player mode. In Single player mode, you have an option to enable/disable timer while in multi player mode, the timer is always enabled. When timer is disabled, you will have one puzzle or question per game, while when timer is enabled, you will have more than one puzzle or question per game
es: Puedes jugar a este juego en el modo de un jugador o en multijugador. En el modo de un jugador, tendrás la opción de activar/desactivar el contador de tiempo, mientras que en el modo multijugador este contador siempre estará activo. Si no hay contador, tendrás un puzle o pregunta por partida, mientras que cuando tengas un contado, tendrás que resolver más de una de estas actividades

# TutoEachPuzzleTitle
source: Puzzle
es: Puzle

# TutoEachPuzzleContent
source: In Each Puzzle or question, you will be given 5 numbers and a target number. Using these 5 numbers ( can only be used once each ) and 4 arithmetic operations you have to obtain the target number
es: En cada puzle o pregunta, tendrás 5 números iniciales y un número final. Usando los 5 primeros números (solo puedes usar una vez cada número) y las 4 operaciones aritméticas básicas, tendrás que obtener el número final

# TutoInputNumbersTitle
source: Input Numbers
es: Números iniciales

# TutoInputNumbersContent
source: These are the Input Numbers from which you can select the operands for your operation.<div><div class="tutNumbersRow"><img style="width:50px
es: Estos son los números iniciales con los que debes realizar tus operaciones con los operadores básicos.<div><div class="tutNumbersRow"><img style="width:50px

# TutoTargetTitle
source: Target Number
es: Número final

# TutoTargetContent
source: This is the Target Number which you will have to obtain in a puzzle
es: Este es el número final que debes obtener en el puzle actual

# TutoOperatorsTitle
source: Operators
es: Operadores

# TutoOperatorsContent
source: These are the 4 arithmetic operators which you can use. The circled operators are the compulsory operators
es: Estos son los 4 operadores aritméticos que puedes usar. Los operadores con un círculo alrededor son operadores que debes usar obligatoriamente

# TutoSlotsContent
source: These are the slots. You can fill the slots by performing operation as one operation will fill one slot. You have 4 slots so you can perform 4 operations at max
es: Estas son las casillas vacías donde colocar cada operador. Rellénalas para realizar operaciones matemáticas. Tienes 4 casillas disponibles, por lo que podrás realizar un máximo de 4 operaciones

# TutoHowToPlayTitle
source: How To Play
es: Cómo jugar

# TutoHowToPlayContent
source: 1. Press one of the numbers to be used<br>2. Press an operation sign<br>3. Press another number. The slot gets filled and indicates the result of the operation.<br>4. When the target number has been reached, press the "Validate" Button
es: 1. Pulsa sobre uno de los números que quieras usar.<br>2. Pulsa sobre un signo de operación.<br>3. Pulsa sobre otro número. La casilla se rellenará e indicará el resultado de la operación.<br>4. Cuando obtengas el número deseado, pulsa el botón "Validar"

# TutoPassTitle
source: Pass
es: Pasar

# TutoPassContent
source: If you are unable to solve the puzzle you can pass the current puzzle and move to another one
es: Si no eres capaz de resolver el puzle, puedes pasar de él y empezar otro nuevo

# TutoValidateTitle
source: Validate
es: Validar

# TutoValidateContent
source: This is the "validate" button which will appear once you reach the target number
es: Este botón aparecerá una vez consigas el número correcto y te permite continuar al siguiente puzle

# TutoScoreTitle
source: Score
es: Puntuación

# TutoScoreContent
source: If you solve the puzzle, you will get the calculated score. You should try to maximize the score. It will depend upon:<br><div style="font-weight:bold">A. Number of operations</div><div style="font-weight:bold">B. Types of operation</div><div>for '+','x' 1 point, for '-' 2 points, for '÷' 3 points. You will get the Bonus also if you use all the four operations exactly once.</div><div style="font-weight:bold">C. Time Taken</div><div>If you solve the puzzle under 1 min, You will get bonus (depending upon time taken to solve the puzzle).<div style="font-weight:bold">D. Number of Hints Used</div><div style="font-weight:bold
es: Si resuelves el puzle, obtendrás los puntos que hayas calculado. Intenta siempre maximizar dicha puntuación. Dependerá de varios factores:<br><div style="font-weight:bold">A. Número de operaciones</div><div style="font-weight:bold">B. Tipos de operaciones</div><div>Si usas la operación "+" o "x": 1 punto / "-": 2 puntos / "÷": 3 puntos. También conseguirás una bonificación si usas todas las operaciones y solo una vez cada una.</div><div style="font-weight:bold">C. Tiempo empleado</div><div>Si resuelves el puzle en menos de 1 minuto, ganarás una bonificación (que disminuirá cuanto más tiempo necesites).<div style="font-weight:bold">D. Número de pistas usadas</div><div style="font-weight:bold

# TutoCompulsoryOpTitle
source: Compulsory Operators
es: Operadores obligatorios

# TutoCompulsoryOpContent
source: You can choose Compulsory Operators from here. You have to include a compulsory operation in at least one slot, otherwise you won't be able to solve the puzzle even after obtaining the target number
es: Puedes elegir los operadores obligatorios en esta sección. Debes incluir una operación obligatoria en, al menos, una de las casillas; si no lo haces, no podrás resolver el puzle (incluso si obtienes el número final)

# TutoHintTitle
source: Hint
es: Pista

# TutoHintContent
source: Click this to get a hint from the computer. WARNING!! There will be a penalty on using hint. If you use hints for all the four slots then you will get 0 score
es: Haz clic aquí para recibir una pista. ¡¡CUIDADO!! Si pides una pista, tendrás una penalización. Si pides una pista para las cuatro casillas, no obtendrás ningún punto

# TutoLevelTitle
source: Difficulty Level
es: Nivel de dificultad

# TutoLevelContent
source: Choose the Difficulty level. There are two Levels:- Easy where number to find is between 10 and 69 and Medium where number to find is between 0 and 99
es: Elige aquí tu nivel de dificultad. Hay dos niveles diferentes: "Fácil" - El número a calcular está entre 10 y 69 / "Normal" - El número a calcular está entre 0 y 99

# TutoTimerTitle
source: Timer
es: Temporizador

# TutoTimerContent
source: Choose Timer. You can disable/enable the timer here
es: Aquí podrás escoger y activar/desactivar el temporizador de la partida

# TutoGameActionsTitle
source: Game Actions
es: Acciones del juego

# TutoGameActionsContent
source: Here you have Game Actions buttons like "Restart", "Pass" or "Validate".The "Validate" button will appear once you reach the target number
es: Aquí podrás ver las acciones que puedes realizar en el juego: "Reiniciar", "Pasar" o "Validar". El botón "Validar" solo aparecerá cuando obtengas la respuesta correcta

# TutoUndoTitle
source: Undo
es: Deshacer

# TutoUndoContent
source: Click To Undo the latest operation performed
es: Haz clic para deshacer la última operación realizada

# TutoRedoTitle
source: Redo
es: Rehacer

# TutoRedoContent
source: Click To Redo the latest operation performed
es: Haz clic para rehacer la última operación realizada

# TutoUselessOpsTitle
source: Useless Operations
es: Operaciones no útiles

# TutoUselessOpsContent
source: The Useless Operations are those operations which contribute nothing in obtaining target Number.<br>The Compulsory Operators used in such operations would not be counted.<br>The useless operations would be represented by grey colored slot and will not increase your score
es: Las operaciones no útiles son las que no contribuyen a obtener el número final.<br>Los operadores obligatorios usados en dichas operaciones no se contarán.<br>Las operaciones no útiles se representarán con un color gris, y no aumentarán tu puntuación

# TutoResultTitle
source: Results screen
es: Pantalla de resultados

# TutoResultContent
source: On this screen you can see Solutions of the puzzles you have attempted
es: En esta pantalla, podrás vez las soluciones a los puzles que ya has tratado de completar

# TutoBestSolnTitle
source: Computer's Calculation
es: Cálculos del ordenador

# TutoBestSolnContent
source: These are the Slots filled by Computer
es: Estos son los cálculos realizados por el ordenador

# TutoMySolnTitle
source: My Calculation
es: Mis cálculos

# TutoMySolnContent
source: These are the slots filled by you (if you have)
es: Estos son los cálculos que tú has realizado (en caso de haber hecho alguno)

# TutoClockInfoTitle
source: Time taken
es: Tiempo empleado

# TutoClockInfoContent
source: This will show the time taken to solve the particular puzzle
es: Aquí se mostrará el tiempo empleado para resolver un puzle en concreto

# TutoScoreInfoTitle
source: Score
es: Puntuación

# TutoScoreInfoContent
source: This will show the score you got in the particular puzzle
es: Aquí se mostrará la puntuación que has conseguir en un puzle en concreto

# TutoRestartTitle
source: Restart
es: Reiniciar

# TutoRestartContent
source: Click here to restart the game
es: Haz clic aquí para reiniciar la partida

# TutoPaginationTitle
source: Pagination
es: Paginado

# TutoPaginationContent
source: This will show the puzzle number you are at and the total puzzles you have attempted. You can move to next/previous puzzles by the controls given
es: Aquí se mostrará el número de puzle en el que estás y la cantidad total de puzles que has intentado completar. Puedes cambiar al puzle anterior/siguiente usando los controles del juego

# TutoLeaderboardPaginationTitle
source: Pagination
es: Paginado

# TutoLeaderboardPaginationContent
source: This will show the page number of the leaderboard rankings you are at. You can move to next/previous rankings by the controls given
es: Aquí se mostrará el número de página de la clasificación a la que perteneces. Podrás ir a la posición siguiente/anterior usando los controles del juego

# TutoLeaderboardMainTitle
source: Leaderboard screen
es: Pantalla de clasificación

# TutoLeaderboardMainContent
source: Here you can see the rankings and score of the users competiting with you
es: Aquí podrás ver las posiciones y puntuación de los usuarios pertenecientes a la tabla de clasificación a la que perteneces

# TutoGoBackFromLeaderboardTitle
source: Go Back
es: Volver atrás

# TutoGoBackFromLeaderboardContent
source: Go Back To Solutions screen
es: Volver a la pantalla de soluciones
