{
	"PlayerJoin": "se ha unido",
	"PlayerLeave": "se ha desconectado",
	"YouWon": "Has ganado",
	"YouCheck": "Jaque",
	"YouLost": "Has perdido",
	"MatchDraw": "Partida empatada",
	"Vs": "Vs",
	"TimeExpired": "Tu tiempo ha expirado",
	"Thinking": "Pensando...",
	"ClockChanged": "Reloj cambiado",
	"ChessActivity": "Actividad \"Ajedrez\"",
	"New": "Nueva partida",
	"Tut": "Tutorial",
	"Undo": "Deshacer",
	"Fullscreen": "Pantalla completa",
	"Network": "Network",
	"Level": "Level",
	"Clock": "Cambiar reloj",
	"Color": "Cambiar color",
	"PrevShort": "Ant",
	"NextShort": "Sig",
	"EndShort": "Fin",
	"TutoWelcomeTitle": "Actividad \"Ajedrez\"",
	"TutoWelcomeContent": "La actividad \"Ajedrez\" es una manera divertida de aprender a jugar y retar a tus amigos a una partida de ajedrez.",
	"TutoBoardTitle": "Tablero de ajedrez",
	"TutoBoardContent": "Este es un tablero de ajedrez. puede pasar el cursor sobre la pieza para obtener movimientos legales y arrastrar y soltar piezas para mover y jugar.",
	"TutoPlayerClockTitle": "Tu reloj",
	"TutoPlayerClockContent": "Aquí se mostrará tu tiempo restante (si el reloj no está desactivado)",
	"TutoOpponentClockTitle": "Reloj del oponente",
	"TutoOpponentClockContent": "Aquí se mostrará el tiempo restante del oponente (si el reloj no está desactivado y si no estás jugando contra la máquina)",
	"TutoFlagTitle": "Indicaciones",
	"TutoFlagContent": "Aquí aparecerán varios tipos de indicaciones, como si has perdido o ganado una partida, o si estás en jaque",
	"TutoMovesTitle": "Historial de movimientos",
	"TutoMovesContent": "Aquí se mostrarán todos los movimientos realizados hasta el momento en esta partida",
	"TutoNetworkTitle": "Compartir actividad",
	"TutoNetworkContent": "Haz clic aquí para compartir la actividad y jugar en el modo multijugador",
	"TutoComputerLevelTitle": "Nivel de dificultad (contra la máquina)",
	"TutoComputerLevelContent": "Haz clic aquí para cambiar el nivel de dificultad al jugar contra la máquina",
	"TutoClockTitle": "Ajustes del reloj de partida",
	"TutoClockContent": "Haz clic aquí para elegir el reloj de partida. Solo estará disponible al comienzo de la partida, y únicamente el anfitrión podrá cambiar el reloj en el modo compartido.",
	"TutoUndoTitle": "Deshacer",
	"TutoUndoContent": "Haz clic aquí para deshacer tu movimiento (solo disponible al jugar contra la máquina)",
	"TutoRestartTitle": "Partida nueva",
	"TutoRestartContent": "Haz clic aquí para reiniciar la partida. Solo el anfitrión puede reiniciar una partida compartida",
	"TutoColorChangeTitle": "Cambiar color",
	"TutoColorChangeContent": "Púlsalo para cambiar entre fichas BLANCAS o NEGRAS. Solo estará disponible al comienzo de la partida, y únicamente el anfitrión podrá modificar el color en partidas compartidas",
	"TutoBasicTitle": "Presentación",
	"TutoBasicContent": "El ajedrez es un juego de dos personas, en el que un jugador tendrá las piezas blancas y el otro las piezas negras. Cada jugador tiene 16 piezas al comienzo de la partida: un rey, una reina, dos torres, dos alfiles, dos caballos y ocho peones.",
	"TutoAimTitle": "Objetivo del juego",
	"TutoAimContent": "El objetivo del juego es capturar al rey del otro jugador. La captura nunca se completa, pero cuando un rey que esté siendo atacado ya no pueda evitar ser capturado, se dice que está \"en jaque mate\" y la partida terminará.",
	"TutoPawnTitle": "¿Cómo se mueven los peones?",
	"TutoPawnContent": "Los peones se puede mover hacia adelante una casilla (si no está ocupada). Si aún no se ha movido en la partida, el peón podrá moverse dos casillas hacia adelante, siempre que ambas casillas no estén ocupadas. Los peones pueden capturar piezas enemigas que estén en las dos casillas diagonales delanteras contiguas al peón, pero no podrán moverse a esas casillas si están desocupadas.",
	"TutoKnightTitle": "¿Cómo se mueve el caballo?",
	"TutoKnightContent": "El caballo usa un movimiento compuesto: una casilla en cualquier dirección, más dos casillas en cualquiera de los dos sentidos perpendiculares a ese movimiento. El movimiento se suele decir que es \"en forma de L\" o \"de 7\".",
	"TutoBishopTitle": "¿Cómo se mueve el alfil?",
	"TutoBishopContent": "El alfil puede moverse a cualquier casilla no ocupada en cualquier dirección en diagonal de la pieza.",
	"TutoRookTitle": "¿Cómo se mueve la torre?",
	"TutoRookContent": "La torre puede moverse a cualquier casilla no ocupada en cualquier dirección en horizontal o vertical con respecto a la pieza. También puede \"enrocarse\": realizar una especie de inversión de posición con su rey",
	"TutoQueenTitle": "¿Cómo se mueve la reina?",
	"TutoQueenContent": "La reina puede moverse a cualquier casilla no ocupada en cualquier dirección en horizontal, vertical o diagonal con respecto a la pieza.",
	"TutoKingTitle": "¿Cómo se mueve el rey?",
	"TutoKingContent": "El rey puede moverse a cualquier casilla no ocupada en cualquier dirección en horizontal, vertical o diagonal, pero solo podrá moverse una casilla por turno. El rey puede ejecutar un movimiento especial, conocido como \"enroque\", una vez por partida y con la participación de una torre propia.",
	"TutoPawnPromotionTitle": "¿Qué es \"coronar un peón\"?",
	"TutoPawnPromotionContent": "Si un peón alcanza el borde del tablero donde comenzaron las piezas del enemigo, será \"coronado\". Esto quiere decir que se podrá convertir ese peón en una reina, torre, alfil o caballo, según desee su jugador.",
	"TutoCastlingTitle": "¿Qué es el enroque?",
	"TutoCastlingContent": "Durante el enroque, el rey se moverá dos casillas hacia la torre con la que quiera enrocarse, y la torre se colocará en la primera casilla por la que ha pasado el rey en este movimiento. El enroque solo puede completarse si ni el rey ni la torre se han movido de su posición original, y si no hay ninguna pieza entre ambas",
	"TutoDrawTitle": "¿Qué es un empate?",
	"TutoDrawContent": "La partida llegará a un empate cuando el jugador que se mueve no tiene ningún movimiento legal y su rey no está en jaque. En este punto, se dice que la partida ha terminado \"en tablas\\"
}
