{
	"PlayerJoin": "{{user}} a rejoint",
	"PlayerLeave": "{{user}} est parti",
	"YouWon": "Vous avez gagné",
	"YouCheck": "Échec",
	"YouLost": "Vous avez perdu",
	"MatchDraw": "Match nul",
	"Vs": "Vs",
	"TimeExpired": "Votre temps est expiré",
	"Thinking": "Je réfléchis...",
	"ClockChanged": "Horloge modifiée",
	"ChessActivity": "Activité Chess",
	"New": "Nouvelle partie",
	"Tut": "Tutorial",
	"Undo": "Annuler",
	"Fullscreen": "Plein écran",
	"Network": "Réseau",
	"Level": "Niveau",
	"Clock": "Modifier Horloge",
	"Color": "Modifier Couleur",
	"PrevShort": "Préc",
	"NextShort": "Suiv",
	"EndShort": "Fin",
	"TutoWelcomeTitle": "Activité Chess",
	"TutoWelcomeContent": "L'activité Chess vous permet d'apprendre ou défier vos amis au célèbre jeu d'échecs",
	"TutoBoardTitle": "Plateau de jeu",
	"TutoBoardContent": "Ceci est le plateau de jeu. Appuyez sur les pièces pour voir les mouvements qu'elles peuvent réaliser. Glissez et déplacez les pièces pour les jouer où vous le souhaiter",
	"TutoPlayerClockTitle": "Votre horloge",
	"TutoPlayerClockContent": "En mode horloge, vous verrez ici le temps qu'il vous reste pour jouer",
	"TutoOpponentClockTitle": "L'horloge de l'adversaire",
	"TutoOpponentClockContent": "Ici s'affiche le temps de jeu restant pour votre adversaire si vous êtes en mode horloge et si vous ne jouez pas contre l'ordinateur",
	"TutoFlagTitle": "Bannière",
	"TutoFlagContent": "A cet endroit s'affiche les avertissements comme la victoire ou la défaite ou si vous êtes en échec",
	"TutoMovesTitle": "Historique des coups",
	"TutoMovesContent": "Cette liste contient l'historique de tous les coups joués",
	"TutoNetworkTitle": "Partager l'activité",
	"TutoNetworkContent": "Cliquez ici pour partager l'activité sur le réseau et jouer contre un autre joueur",
	"TutoComputerLevelTitle": "Niveau de difficulté",
	"TutoComputerLevelContent": "Cliquez ici pour changer le niveau de difficulté de l'ordinateur",
	"TutoClockTitle": "Paramètrage de l'horloge",
	"TutoClockContent": "Cliquez ici pour choisir le mode horloge, dans ce mode vous devez jouer en temps limité - ce mode est seulement disponible au démarrage et ne peut être positionné que par celui qui a lancé le jeu",
	"TutoUndoTitle": "Annuler",
	"TutoUndoContent": "Cliquez ici pour annuler votre dernier coup. Seulement disponible contre l'ordinateur",
	"TutoRestartTitle": "Nouvelle partie",
	"TutoRestartContent": "Cliquez ici pour redémarrer la partie. En mode multi utilisateur, seul celui qui a lancé le jeu peut redémarrer",
	"TutoColorChangeTitle": "Changer de couleur",
	"TutoColorChangeContent": "Changer entre les pions BLANCS et les pions NOIRS. Uniquement disponible au début du jeu, en mode multi joueur seul celui qui a lancé le jeu peut changer la couleur",
	"TutoBasicTitle": "Présentation générale",
	"TutoBasicContent": "Les échecs sont un jeu à deux joueurs où un des joueurs utilise les pièces blanches et l'autre les noires. Chaque joueur a 16 pièces au début du jeu: un roi, une dame, deux tours, deux fous, deux cavaliers et huit pions",
	"TutoAimTitle": "But du jeu",
	"TutoAimContent": "Le but du jeu est de capturer le roi de l'autre joueur. Cette capture n'est jamais réellement réalisée mais une fois que le roi est attaqué et ne peut pas s'échapper, on dit que le joueur est échec et mat et le jeu s'arrête",
	"TutoPawnTitle": "Déplacer les pions ?",
	"TutoPawnContent": "Le pion peut se déplacer en avant d'une case si la case est inoccupée. Si c'est son premier déplacement, il a la possibilité de se déplacer de deux cases en avant à condition que ces cases soient inoccupées. Le pion peut capturer une pièce ennemie sur les deux cases adjacentes à la case devant lui, c'est à dire les deux cases en diagonale devant mais il ne peut se déplacer sur ces cases si elles sont inoccupées",
	"TutoKnightTitle": "Déplacer le cavalier ?",
	"TutoKnightContent": "Le cavalier se déplace de 3 cases en dessinant un L majuscule (2 cases horizontales + 1 verticale) ou (1 cases verticale + 2 horizontales). Il saute par dessus les autres pions",
	"TutoBishopTitle": "Déplacer le fou ?",
	"TutoBishopContent": "Le fou peut se déplacer d'un nombre quelconque de cases libres dans toutes les directions en diagonale",
	"TutoRookTitle": "Déplacer la tour ?",
	"TutoRookContent": "La tour peut se déplacer d'un nombre quelconque de cases libres verticalement ou horizontalement. Il a aussi la possibilité de roquer: inverser sa position avec le roi",
	"TutoQueenTitle": "Déplacer la dame ?",
	"TutoQueenContent": "La dame peut se déplacer d'un nombre quelconque de cases libres en diagonale, horizontalement ou verticalement",
	"TutoKingTitle": "Déplacer le roi ?",
	"TutoKingContent": "Le roi peut se déplacer d'exactement une case horizontalement, verticalement ou en diagonale. Une fois dans le jeu, le roi a le droit de faire un mouvement particulier avec la tour appelé roque",
	"TutoPawnPromotionTitle": "Qu'est ce que la promotion du pion ?",
	"TutoPawnPromotionContent": "Si un pion atteint le côté opposé du plateau, il est promu: il peut être converti  au choix du joueur en reine, tour, fou ou chevalier",
	"TutoCastlingTitle": "Qu'est ce que le roque ?",
	"TutoCastlingContent": "Roquer signifie déplacer le roi de deux cases vers la tour puis faire passer la tour de l'autre côté, juste à côté du roi. Pour roquer, ni le roi ni la tour ne doivent avoir bougé depuis le début du jeu et il ne doit pas y avoir de pièces entre le roi et la tour",
	"TutoDrawTitle": "Qu'est ce qu'un match nul ?",
	"TutoDrawContent": "Le jeu est match nul quand le joueur qui doit bouger ne peut effectuer aucun mouvement autorisé et que son roi n'est pas en échec. Le jeu est dit 'pat'"
}
